Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: identifier of the gpg key
de: ID des GPG-Schlüssels
pt_br: identificador da chave gpg

source: ids to filter content by
de: IDs, nach denen Inhalte gefiltert werden sollen
pt_br: ids por onde filtrar conteúdo

source: import
de: Importieren
pt_br: importação

source: installing errata...
de: Errata werden installiert …
pt_br: instalando errata...

source: installing erratum...
de: Erratum wird installiert …
pt_br: instalando erratum...

source: installing package group...
de: Paketgruppe wird installiert …
pt_br: instalando grupo de pacote...

source: installing package groups...
de: Paketgruppen werden installiert …
pt_br: instalando grupos de pacote...

source: installing package...
de: Paket wird installiert …
pt_br: instalando pacotes...

source: installing packages...
de: Pakete werden installiert …
pt_br: instalando pacotes....

source: is already attached to the capsule
de: ist bereits mit der Capsule verknüpft
pt_br: já está anexado à capsula

source: is invalid
de: ist ungültig
pt_br: é inválido

source: issue tracker
de: Ticketsystem
pt_br: rastreador de problemas

source: katello_default cannot be changed.
de: katello_default kann nicht geändert werden.
pt_br: katello_default não pode ser modificado

source: label of the environment
de: Kennung der Umgebung
pt_br: rotular o ambiente

source: limit to only repositories of this time
de: auf Repositorys aus dieser Zeit einschränken
pt_br: limitar somente aos repositórios desta vez

source: list of packages names
de: Liste mit Paketnamen
pt_br: listar nomes de pacotes

source: list of repository ids
de: Liste mit Repository-IDs
pt_br: lista de ids de repositórios

source: maximum number of registered content hosts
de: Höchstanzahl von registrierten Inhaltshosts
pt_br: O número máximo de hosts de conteúdo registrados

source: may not be less than the number of content hosts associated with the host collection.
de: darf nicht niedriger als die Zahl der Inhaltshosts sein, die mit der Hostsammlung verknüpft sind.
pt_br: pode não ser menor do que o número máximo de hosts de conteúdo associado com a coleção do host.

source: may not be set to 0.
de: darf nicht 0 sein.
pt_br: pode não ser definido para 0.

source: module name to restrict modules for
de: Modulname, für den Module eingeschränkt werden
pt_br: nome do módulo a restringir módulos

source: must be a positive integer value.
de: muss ein positiver Ganzzahlwert sein.
pt_br: precisa ser um valor inteiro positivo

source: must be a valid docker name
de: muss ein gültiger Docker-Name sein
pt_br: deve ser um nome de docker válido

source: must be less than %d characters
de: muss weniger als %d Zeichen lang sein
pt_br: deve conter ao menos %d caracteres

source: must be one of the following: %s
de: muss eines der folgenden sein: %s
pt_br: deve ser um destes a seguir %s

source: must be unique within one organization
de: muss innerhalb einer Organisation eindeutig sein
pt_br: deve ser único dentro de uma organização

source: must contain '%s'
de: muss "%s" enthalten
pt_br: deve conter \"%s\"

source: must contain GPG Key
de: muss GPG-Schlüssel enthalten
pt_br: deve conter Chave GPG

source: must contain at least %s character
de: muss mindestens %s Zeichen enthalten
pt_br: deve conter ao menos %s caracteres

source: must contain valid Public GPG Key
de: muss einen gültigen öffentlichen GPG-Schlüssel enthalten
pt_br: deve conter uma Chave GPG Pública válida

source: must contain valid Public GPG Key
de: muss einen gültigen öffentlichen GPG-Schlüssel enthalten
pt_br: deve conter uma Chave GPG Pública válida

source: must not contain leading or trailing white spaces.
de: darf keine führenden oder nachfolgenden Leerstellen enthalten.
pt_br: não deve conter espaços em branco de trilha ou líder

source: name
pt_br: nome

source: name of organization
de: Name der Organisation
pt_br: nome da organização

source: name of the GPG key
de: Name des GPG-Schlüssels
pt_br: nome da chave GPG

source: name of the environment
de: Name der Umgebung
pt_br: nome do ambiente

source: name of the filter
de: Name des Filters
pt_br: nome do filtro

source: name of the organization
de: Name der Organisation
pt_br: nome da organização

source: name of the puppet module
de: Name des Puppet-Moduls
pt_br: nome do módulo puppet

source: name of the repository
de: Name des Repositorys
pt_br: nome do repositório

source: name of the upstream docker repository
de: Name des Upstream-Docker-Repositorys
pt_br: nome do repositório do docker upstream

source: name: %s doesn't exist
de: Name: %s existiert nicht
pt_br: nome: %s não existe

source: new name for the filter
de: Neuer Name für den Filter
pt_br: novo nome para o filtro

source: new name to be given to the environment
de: Neuer Name für die Umgebung
pt_br: novo nome a ser fornecido ao ambiente

source: objects affected successfully
de: Objekte erfolgreich beeinflusst
pt_br: objetos afetados com sucesso.

source: obtain manifest history for subscriptions
de: Manifestchronik für Subskriptionen laden
pt_br: obter histórico do manifesto para subscrições

source: of Unlimited
de: von Unbegrenzt
pt_br: de Ilimitados

source: of environment must be unique within one organization
de: der Umgebung muss eindeutig innerhalb einer Organisation sein
pt_br: do ambiente deve ser único dentro de uma organização

source: organization ID
de: Organisations-ID
pt_br: ID da organização

source: organization identifier
de: Organisations-ID
pt_br: identificador da organização

source: package or package group: name
de: Paket oder Paketgruppe: Name
pt_br: pacote ou grupo de pacote: nome

source: package: maximum version
de: Paket: höchste Version
pt_br: pacote: versão máxima

source: package: minimum version
de: Paket: niedrigste Version
pt_br: pacote: versão mínima

source: package: version
de: Paket: Version
pt_br: pacote: versão

source: package_ids is not an array
de: package_ids ist kein Array
pt_br: package_ids não é uma matriz

source: product name to filter by
de: Name des Produkts, nach dem gefiltert werden soll
pt_br: filtrar pelo nome do produto

source: product numeric identifier
de: Numerische ID des Produkts
pt_br: identificador númerico do produto

source: public key block in DER encoding
de: Öffentlicher Schlüsselblock in DER-Kodierung
pt_br: bloco da chave pública no codificador DER

source: puppet module ID
de: Puppet-Modul-ID
pt_br: ID do módulo puppet

source: puppet_module_ids is not an array
de: puppet_module_ids ist kein Array
pt_br: puppet_module_ids não é uma matriz

source: refresh
de: aktualisieren
pt_br: atualizar

source: removing package group...
de: Paketgruppe wird entfernt …
pt_br: removendo grupo de pacote...

source: removing package groups...
de: Paketgruppen werden entfernt …
pt_br: removendo grupos de pacotes...

source: removing package...
de: Paket wird entfernt …
pt_br: removendo pacote...

source: removing packages...
de: Pakete werden entfernt …
pt_br: removendo pacotes...

source: repository ID
pt_br: ID repositório

source: repository id
pt_br: ID do repositório

source: repository identifier
de: Repository-ID
pt_br: identificador do repositório

source: repository source url
de: Repository-Quell-URL
pt_br: url da fonte do repositório

source: repository url
pt_br: url do repositório

source: root-node of collection contained in responses (default: 'results')
de: Stammknoten von Sammlung in Antworten (Standard: "results")
pt_br: nó root da coleção contido nas respostas (padrão: 'results')

source: root-node of single-resource responses (optional)
de: Stammknoten von Antworten einzelner Ressourcen (optional)
pt_br: root-nó das respostas de recurso único (opcional)

source: rule identifier
de: Regel-ID
pt_br: identificador de regra

source: service level
pt_br: nível de serviço

source: set true if you want to see only library environments
de: "true" angeben, um nur Library-Umgebungen zu sehen
pt_br: definir verdadediro se você desejar ver somente os ambientes de biblioteca

source: shared secret token
de: gemeinsames Token-Geheimnis
pt_br: token secreto compartilhado

source: show only errata with one or more applicable systems
de: nur Errata zeigen mit einem oder mehreren relevanten Systemen
pt_br: exibir somente errata com um ou mais sistemas aplicáveis

source: show only errata with one or more installable systems
de: nur Errata zeigen mit einem oder mehreren installierbaren Systemen
pt_br: exibir somente errata com um ou mais sistemas instaláveis

source: show repositories in Library and the default content view
de: Repositorys in Library und standardmäßige Inhaltsansicht anzeigen
pt_br: exibir repositórios na Biblioteca e a visualização de conteúdo padrão

source: specifies if content should be included or excluded, default: inclusion=false
de: Gibt an, ob Inhalt einbezogen oder ausgeschlossen werden soll. Standard: inclusion=false
pt_br: especifica se o conteúdo deve ser incluído ou excluído, padrão: inclusion=false

source: start datetime of synchronization
de: Startdatum und -zeit der Synchronisation
pt_br: iniciar datetime da sincronização

source: sync plan description
de: Beschreibung des Synchronisationsplans
pt_br: descrição do plano de sinc

source: sync plan name
de: Name des Synchronisationsplans
pt_br: nome do plano de sinc

source: sync plan numeric identifier
de: Numerische ID des Synchronisationsplans
pt_br: identificador numérico do plano de sinc

source: system identifier
de: System-ID
pt_br: identificador de sistema

source: systems
de: Systeme
pt_br: sistemas

source: the failed task.
de: die fehlgeschlagene Task.
pt_br: A tarefa falhou.

source: the feed url of the original repository
de: Feed-URL des originalen Repositorys
pt_br: a feed url do repositório original

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
de: Die folgenden Attribute können nicht für den Red Hat Anbieter aktualisiert werden: [ %s ]
pt_br: os seguintes atributos não podem ser atualizados para o provedor da Red Hat: [ %s ]

source: the related failed task.
de: die zugehörige fehlgeschlagene Task.
pt_br: A tarefa relacionada falhou.

source: the uuid of the puppet module to associate
de: UUID des zu verknüpfenden Puppet-Moduls
pt_br: o uuid do módulo puppet a associar

source: true if this repository can be published via HTTP
de: "true", falls dieses Repository mittels HTTP veröffentlicht werden kann
pt_br: verdadeiro se este repositório puder ser publicado via HTTP

source: type of filter (e.g. rpm, package_group, erratum)
de: Filtertyp (z. B. rpm, package_group, erratum)
pt_br: tipo do filtro (ex.: rpm, package_group, erratum)

source: type of repo (either 'yum', 'puppet' or 'docker')
de: Typ des Repositorys (entweder "yum", "puppet" oder "docker")
pt_br: tipo de repo ('yum', 'puppet' ou 'docker')

source: unique label
de: Eindeutige Kennung
pt_br: rótulo único

source: updating package group...
de: Paketgruppe wird aktualisiert …
pt_br: atualizando o grupo do pacote...

source: updating package groups...
de: Paketgruppen werden aktualisiert …
pt_br: atualizando os grupos de pacotes...

source: updating package...
de: Paket wird aktualisiert …
pt_br: atualizando pacotes...

source: updating packages...
de: Pakete werden aktualisiert …
pt_br: atualizando pacotes...

source: url not defined.
de: URL nicht definiert
pt_br: url não definida

source: version %s
pt_br: versão %s

source: Checksums:
de: Prüfsummen:

source: Env:
de: Umg.:

source: New ISOs: %s
de: Neue ISOs: %s

source: Puppet Module
de: Puppet-Modul

source: Virtual
de: Virtuell
