Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: List of subscription products in an activation key
de: Liste mit Subskriptionsprodukten in einem Aktivierungsschlüssel
pt_br: Lista de produtos de subscriçãpo em uma chave de ativação

source: List of system ids to exclude and not run an action on
de: Liste mit System-IDs, die ausgeschlossen werden sollen von einer Aktion
pt_br: Lista de ids de sistema para excluir e não executar uma ação

source: List of system ids to perform an action on
de: Liste mit System-IDs, auf denen eine Aktion ausgeführt werden soll
pt_br: Lista de IDs de sistema na qual executar uma ação

source: List organization subscriptions
de: Subskriptionen der Organisation auflisten
pt_br: Listar subscrições de organização

source: List packages
de: Pakete auflisten
pt_br: Listar Pacotes

source: List packages installed on the content host
de: Pakete auflisten, die auf dem Inhaltshost installiert sind
pt_br: Listar pacotes instalados no host de conteúdo

source: List pools a content host is subscribed to
de: Pools auflisten, die vom Inhaltshost subskribiert sind
pt_br: Listar pools dos quais um host de conteúdo faz parte

source: List products
de: Produkte auflisten
pt_br: Listar produtos

source: List products that are not in this sync plan
de: Produkte auflisten, die nicht in diesem Synchronisationsplan enthalten sind
pt_br: Listar produtos que não estão neste plano de sinc

source: List repository sets for a product.
de: Repository-Gruppen für ein Produkt auflisten.
pt_br: Listar conjuntos de repositórios para um produto

source: List sync plans
de: Synchronisationspläne auflisten
pt_br: Listar planos de sinc

source: Mailing lists
de: Mailinglisten
pt_br: Listas de postagem

source: Make copy of a content view
de: Kopie einer Inhaltsansicht erstellen
pt_br: Fazer uma cópia de uma visualização de conteúdo

source: Make copy of a host collection
de: Kopie einer Hostsammlung erstellen
pt_br: Fazer uma cópia de uma coleção de host

source: Make this your default organization.
de: Als Standardorganisation festlegen.
pt_br: Tornar esta empresa seu padrão.

source: Manage Environments
de: Umgebungen verwalten
pt_br: Gerenciar Ambientes

source: Manifest %s failed
de: Manifest %s fehlgeschlagen
pt_br: Manifesto %s falhou

source: Manifest subscriptions unchanged from previous
de: Manifestsubskriptionen unverändert
pt_br: Subscrições do manifesto não modificadas com relação ao anterior

source: Match pools to content host
de: Auf Inhaltshost passende Pools
pt_br: Coincidir pools com o host de conteúdo

source: Match pools to installed
de: Auf installierte Produkte passende Pools
pt_br: Coincidir pools com instalados

source: Max Content Hosts (%{limit}) reached for activation key '%{name}'
de: Höchstanzahl von Inhaltshosts (%{limit}) erreicht für Aktivierungsschlüssel "%{name}"
pt_br: Máximo de Hosts de Conteúdo (%{limit}) alcançado para a chave de ativação '%{name}'

source: Maximum number of content hosts exceeded for host collection(s): %s
de: Höchstanzahl von Inhaltshosts überschritten für Hostsammlungen: %s
pt_br: O número máximo de hosts de conteúdo ultrapassado para a coleção do (s) host:%s

source: Maximum number of content hosts in the host collection
de: Höchstanzahl von Inhaltshosts in der Hostsammlung
pt_br: O número máximo de hosts de conteúdo na coleção de host

source: May not add a type or date range rule to a filter that has existing rules.
de: Regel für Typ oder Datumsbereich darf nicht zu einem Filter hinzugefügt werden, der bereits vorhandene Regeln hat.
pt_br: Não pode adicionar uma regra de gama tipo ou data para um filtro que tem regras existentes.

source: May not add an id rule to a filter that has an existing type or date range rule.
de: ID-Regel darf nicht zu einem Filter hinzugefügt werden, der bereits eine vorhandene Regel für Typ oder Datumsbereich hat.
pt_br: Não pode adicionar uma regra de ID para um filtro que tem uma regra de gama de tipo ou data existente.

source: Message
de: Nachricht
pt_br: Mensagem

source: More >>
de: Mehr >>
pt_br: Mais>>

source: More...
de: Mehr …
pt_br: Mais...

source: Name
pt_br: Nome

source: Name of Your Distributor:
de: Name Ihres Distributors:
pt_br: Nome do seu Distribuidor:

source: Name of new activation key
de: Name des neuen Aktivierungsschlüssels
pt_br: Nome da nova Chave de Ativação

source: Name of the content host
de: Name des Inhaltshosts
pt_br: Nome do host de conteúdo

source: Name of the content view
de: Name der Inhaltsansicht
pt_br: Nome da exibição de conteúdo

source: Name:
pt_br: Nome:

source: Name:
pt_br: Nome:

source: Name: %{module_name}, Version: %{version}
pt_br: Nome: %{module_name}, Versão: %{version}

source: Names and labels must be unique across all organizations
de: Namen und Kennungen müssen über alle Organisationen hinweg eindeutig sein
pt_br: Nomes e rótulos devem ser únicos dentre todas organizações

source: Nest
de: Verschachteln
pt_br: Aninhar

source: Never Synced
de: Nie synchronisiert
pt_br: Nunca Sincronizado

source: Never checked in
de: Nie angemeldet
pt_br: Nunca verificado.

source: Never checked in.
de: Nie angemeldet.
pt_br: Nunca verificado.

source: New Errata
de: Neue Errata
pt_br: Nova Errata

source: New content view name
de: Neuer Name für die Inhaltsansicht
pt_br: Novo nome de visualização de conteúdo

source: New distributor
de: Neuer Distributor
pt_br: Novo distribuidor

source: New host collection name
de: Neuer Name für die Hostsammlung
pt_br: Novo nome de coleção de host

source: New images: %{count}.
de: Neue Images: %{count}
pt_br: Novas imagens: %{count}.

source: New name cannot be blank
de: Neuer Name darf nicht leer sein
pt_br: Novo nome não pode estar em branco.

source: New name for the content view
de: Neuer Name für die Inhaltsansicht
pt_br: Novo nome para a visualização de conteúdo

source: New name for the repository
de: Neuer Name für das Repository
pt_br: Novo nome para o repositório

source: New packages: %{count} (%{size}).
de: Neue Pakete: %{count} (%{size})
pt_br: Novos pacotes: %{count} (%{size}).

source: No
de: Nein
pt_br: Não

source: No Content View
de: Keine Inhaltsansicht
pt_br: Nenhuma Visualização de Conteúdo

source: No Red Hat products currently exist, please import a manifest <a href='/subscriptions'>here</a> to receive Red Hat content.
de: Derzeit sind keine Red Hat Produkte vorhanden. Bitte importieren Sie ein Manifest <a href='/subscriptions'>hier</a>, um Red Hat Inhalte zu erhalten.
pt_br: Não existe nenhum produto da Red Hat atualmente, por favor importe um manifesto <a href='/subscriptions'>here</a> para receber um conteúdo da Red Hat.

source: No Service Level Preference
de: Keine Servicelevel-Einstellung
pt_br: Nenhuma Preferência de Nível de Serviço

source: No Version of Content View %{component} already exists as a component of the composite Content View %{composite} version %{version}
de: Keine Version der Inhaltsansicht %{component} existiert bereits als Komponente der Verbundinhaltsansicht %{composite} Version %{version}
pt_br: Nenhuma Versão da Visualização de Conteúdo %{component} já existe como um componente de Visualização de Conteúdo de composição %{composite} versão %{version}

source: No content has been provided.
de: Kein Inhalt wurde bereitgestellt.
pt_br: Não foi fornecido nenhum conteúdo.

source: No content view history events found.
de: Keine vergangenen Ereignisse der Inhaltsansicht gefunden.
pt_br: Nenhum evento de histórico de visualização de conteúdo foi encontrado.

source: No content_view_version_ids provided
de: Keine content_view_version_ids angegeben
pt_br: Nenhum content_view_version_ids fornecido

source: No environments are currently available in this organization. Please either add some to the organization or select an organization that has an environment to set user default.
de: In dieser Organisation sind derzeit keine Umgebungen verfügbar. Bitte fügen Sie entweder welche hinzu, oder wählen Sie eine Organisation mit einer Umgebung, um den Benutzerstandard festzulegen.
pt_br: Nenhum ambiente está disponível atualmente nesta organização. Por favor, adicione algum à organização ou selecione uma organização que possua um ambiente para definir o padrão do usuário.

source: No errors
de: Keine Fehler
pt_br: Sem erros

source: No events matching your search criteria.
de: Keine Ereignisse gefunden für Ihre Suchkriterien
pt_br: Não existe nenhum evento coincidente com seu critério de busca

source: No file uploaded
de: Keine Datei hochgeladen
pt_br: Nenhum arquivo carregado

source: No host collections found.
de: Keine Hostsammlungen gefunden
pt_br: Nenhuma coleção de host foi encontrada

source: No manifest file uploaded
de: Keine Manifestdatei hochgeladen
pt_br: Nenhum arquivo de manifesto carregado

source: No new packages installed
de: Keine neuen Pakete installiert
pt_br: Nenhum pacote novo instalado

source: No new packages.
de: Keine neuen Pakete
pt_br: Nenhum Pacote novo

source: No package profile received for %s
de: Kein Paketprofil empfangen für %s
pt_br: Sem perfil de pacote recebido por %s

source: No package uuids provided
de: Keine Paket-UUIDs angegeben
pt_br: Nenhuma uuids de pacote fornecida

source: No packages are currently filtered.
de: Keine Pakete werden derzeit gefiltert.
pt_br: Nenhum pacote está filtrado no momento.

source: No packages removed
de: Keine Pakete entfernt
pt_br: Nenhum pacote removido

source: No packages updated
de: Keine Pakete aktualisiert
pt_br: Nenhum pacote atualizado.

source: No products are available containing this content type.
de: Keine Produkte stehen mit diesem Inhaltstyp zur Verfügung.
pt_br: Nenhum produto está disponível contendo este tipo de conteúdo.

source: No products or repositories are currently associated.
de: Derzeit sind keine Produkte oder Repositorys verknüpft.
pt_br: Nenhum produto ou repositório está associado atualmente.

source: No products or repositories selected.
de: Keine Produkte oder Repositorys ausgewählt.
pt_br: Nenhum produto ou repositório selecionado.

source: No puppet repository selected.
de: Kein Puppet-Repository ausgewählt.
pt_br: Nenhum repositório de puppet selecionado

source: No recently synced products.
de: Keine kürzlich synchronisierten Produkte.
pt_br: Nenhum produto sincronizado recentemente

source: No recipients found for %s promotion summary
de: Keine Empfänger gefunden für %s Übertragungszusammenfassung
pt_br: Não foi encontrado nenhum recipiente para %s sumário de promoção

source: No recipients found for %s sync report
de: Keine Empfänger gefunden für %s Synchronisationszusammenfassung
pt_br: Não foi encontrado nenhum recipiente para %s relatório de sinc

source: No start time currently available.
de: Keine Startzeit derzeit verfügbar.
pt_br: Nenhum horário de início disponível atualmente

source: No systems found.
de: Keine Systeme gefunden.
pt_br: Nenhum sistema foi encontrado

source: No systems have been specified.
de: Keine Systeme wurden angegeben.
pt_br: Nenhum sistema foi especificado

source: No views available in selected environment.
de: Keine Ansichten in der ausgewählten Umgebung verfügbar.
pt_br: Nenhuma visualização disponível no ambiente selecionado.

source: Non-system event
de: Nicht-Systemereignis
pt_br: Evento sem sistema

source: None
de: Keine
pt_br: Nenhum

source: Not available
de: Nicht verfügbar
pt_br: Não está disponível

source: Note: The number in parentheses reflects all applicable errata from the Library environment that are unavailable to the host. You will need to promote this content to the relevant content view in order to make it available.
de: Hinweis: Die Zahl in Klammern gibt alle relevanten Errata in der Library-Umgebung an, die dem Host nicht zur Verfügung stehen. Sie müssen diese Inhalte in die relevante Inhaltsansicht übertragen, um sie verfügbar zu machen.
pt_br: Nota: O número entre parênteses reflete toda uma errata, aplicável a partir do ambiente da biblioteca, que não está disponível para o host. Você precisará promover este conteúdo para a visualização de conteúdo relevante, a fim de torná-lo disponível.

source: Notifications
de: Benachrichtigungen
pt_br: Notificações

source: Number of results per page to return
de: Anzahl der angezeigten Ergebnisse pro Seite
pt_br: Número de resultados por página para retornar

source: Number of sockets must be higher than 0 for system %s
de: Anzahl der Sockets für System %s muss größer als 0 sein
pt_br: Número de soquetes deve ser maior do que 0 para o sistema %s

source: One of parameters [ %s ] required but not specified.
de: Einer der Parameter [ %s ] ist erforderlich, jedoch nicht angegeben.
pt_br: Um dos parâmetros [ %s ] requerido mas não especificado

source: One or more of the groups provided has an action pending.
de: Eine oder mehrere der angegebenen Gruppen haben ausstehende Aktionen.
pt_br: Um ou mais dos grupos fornecidos possui uma ação pendente.

source: One or more of the packages provided has an action pending.
de: Ein oder mehrere der angegebenen Pakete haben ausstehende Aktionen.
pt_br: Um ou mais dos pacotes fornecidos possui uma ação pendente.

source: One or more package names are invalid.
de: Ein oder mehrere der Paketnamen sind ungültig.
pt_br: Um ou mais nomes de pacotes são inválidos

source: One or more packages failed to sync properly.
de: Ein oder mehrere Pakete wurden nicht ordnungsgemäß synchronisiert.
pt_br: Um ou mais pacotes falharam sincronizar adequadamente

source: Only %s favorites may be created.
de: Nur %s Favoriten dürfen erstellt werden.
pt_br: Somente os %s favoritos podem ser criados.

source: Only one Red Hat provider permitted for an Organization
de: Nur ein Red Hat Anbieter erlaubt für eine Organisation
pt_br: Somente um provedor da Red Hat permitido por organização

source: Operators
de: Operatoren
pt_br: Operadores

source: Organization
de: Organisation
pt_br: Organização

source: Organization %s is being deleted.
de: Organisation %s wurde gelöscht.
pt_br: Organização %s está sendo excluído.

source: Organization ID
de: Organisations-ID
pt_br: ID da organização

source: Organization cannot be blank.
de: Organisation darf nicht leer sein.
pt_br: Organização não pode estar em branco

source: Organization id
de: Organisations-ID
pt_br: Id da organização

source: Organization identifier
de: Organisations-ID
pt_br: Identificador de organização

source: Organization label
de: Organsiationskennung
pt_br: Etiqueta de Organização

source: Organization required
de: Organisation erforderlich
pt_br: Organização necessária

source: Organizations disabled, try allowing them in foreman/config/settings.yaml
de: Organisationen deaktiviert; versuchen Sie, diese in foreman/config/settings.yaml zuzulassen
pt_br: Organizações desabilitadas, tente permiti-los em foreman/config/settings.yaml

source: Other
de: Andere
pt_br: Outro

source: Override content for activation_key
de: Inhalt überschreiben für activation_key
pt_br: Sobrescrever conteúdo para chave_ativação

source: Override to 0/1, or 'default'
de: Überschreiben mit 0/1 oder "Standard"
pt_br: Sobrescrever para 0/1, ou 'default'

source: Package
de: Paket
pt_br: Pacote

source: Package Group
de: Paketgruppe
pt_br: Grupo de Pacote

source: Package Group Install
de: Paketgruppeninstallation
pt_br: Instalação do Grupo de Pacote

source: Package Group Install Canceled
de: Paketgruppeninstallation abgebrochen
pt_br: Instalação do Grupo de Pacote foi Cancelada

source: Package Group Install Complete
de: Paketgruppeninstallation abgeschlossen
pt_br: Instalação do Grupo de Pacote Concluído

source: Package Group Install Failed
de: Paketgruppeninstallation fehlgeschlagen
pt_br: Instalação do Grupo de Pacote Falhou

source: Package Group Install Timed Out
de: Zeitüberschreitung bei Paketgruppeninstallation
pt_br: Instalação do Grupo de Pacote Expirou o Tempo

source: Package Group Install scheduled by %s
de: Paketgruppeninstallation eingeplant durch %s
pt_br: Instalação de Grupo de Pacote agendado pelo %s

source: Package Group Remove
de: Paketgruppenentfernung
pt_br: Remover Grupo de Pacote

source: Package Group Remove Canceled
de: Entfernen von Paketgruppe abgebrochen
pt_br: Remoção do Grupo de Pacote Cancelada

source: Package Group Remove Complete
de: Paketgruppenentfernung abgeschlossen
pt_br: Remoção de Grupo de Pacote Concluída

source: Package Group Remove Failed
de: Paketgruppenentfernung fehlgeschlagen
pt_br: Remoção de Grupo de Pacote Falhou

source: Package Group Remove Timed Out
de: Zeitüberschreitung bei Paketgruppenentfernung
pt_br: Remoção de Grupo de Pacote Expirou o Tempo

source: Package Group Remove scheduled by %s
de: Paketgruppenentfernung eingeplant durch %s
pt_br: Remoção de Grupo de Pacote agendado pelo %s

source: Package Group Update
de: Paketgruppenaktualisierung
pt_br: Atualizar Grupo de Pacote

source: Package Group Update scheduled by %s
de: Paketgruppenaktualisierung eingeplant durch %s
pt_br: Atualização de Grupo de Pacote agendado pelo %s

source: Package Groups
de: Paketgruppen
pt_br: Grupos de Pacote

source: Package Install
de: Paketinstallation
pt_br: Instalar Pacote

source: Package Install Canceled
de: Paketinstallation abgebrochen
pt_br: Instalação do Pacote foi Cancelada

source: Package Install Complete
de: Paketinstallation abgeschlossen
pt_br: Instalação de Pacote Concluída

source: Package Install Failed
de: Paketinstallation fehlgeschlagen
pt_br: Instalção de Pacote Falhou

source: Package Install Timed Out
de: Zeitüberschreitung bei Paketinstallation
pt_br: Instalação de pacote expirou o tempo

source: Package Install scheduled by %s
de: Paketinstallation eingeplant durch %s
pt_br: Instalação de Pacote agendado pelo %s

source: Package Remove
de: Paketentfernung
pt_br: Remover Pacote

source: Package Remove Canceled
de: Entfernen von Paket abgebrochen
pt_br: Remoção do Pacote Cancelado

source: Package Remove Complete
de: Paketentfernung abgeschlossen
pt_br: Remoção de Pacote Concluída

source: Package Remove Failed
de: Paketentfernung fehlgeschlagen
pt_br: Remoção de pacote falhou

source: Package Remove Timed Out
de: Zeitüberschreitung bei Paketentfernung
pt_br: Remoção de pacote expirou o tempo

source: Package Remove scheduled by %s
de: Paketentfernung eingeplant durch %s
pt_br: Remoção de Pacote Agendado pelo %s

source: Package Update
de: Paketaktualisierung
pt_br: Atualizar Pacote

source: Package Update Canceled
de: Paketaktualisierung abgebrochen
pt_br: Atualização do Pacote Cancelado

source: Package Update Complete
de: Paketaktualisierung abgeschlossen
pt_br: Atualização de Pacote Concluída

source: Package Update Failed
de: Paketaktualisierung fehlgeschlagen
pt_br: Atualização de pacote falhou

source: Package Update Timed Out
de: Zeitüberschreitung bei Paketaktualisierung
pt_br: Atualização de pacote expirou o tempo

source: Package Update scheduled by %s
de: Paketaktualisierung eingeplant durch %s
pt_br: Atualização de Pacote agendada pelo %s

source: Package group update canceled
de: Paketgruppenaktualisierung abgebrochen
pt_br: Atualização de grupo de pacotes cancelada

source: Package group update complete
de: Paketgruppenaktualisierung abgeschlossen
pt_br: atualização de grupo de pacote concluída

source: Package group update failed
de: Paketgruppenaktualisierung fehlgeschlagen
pt_br: atualização de grupo de pacote falhou

source: Package group update timed out
de: Zeitüberschreitung bei Paketgruppenaktualisierung
pt_br: Atualização de grupo de pacotes expirou

source: Package install failed: "%{package}"
de: Paketinstallation fehlgeschlagen: "%{package}"
pt_br: Instalação de Pacote Falhou: "%{package}"

source: Package installation: "%{package}"
de: Paketinstallation: "%{package}"
pt_br: Instalação do Pacote: "%{package}"

source: Packages
de: Pakete
pt_br: Pacotes

source: Packages (%s)
de: Pakete (%s)
pt_br: Pacotes (%s)

source: Packages must be provided
de: Pakete müssen angegeben werden
pt_br: Pacotes deve ser fornecidos

source: Packages:
de: Pakete:
pt_br: Pacotes:

source: Page number, starting at 1
de: Seitennummer, beginnend bei 1
pt_br: Número de página, iniciando em 1

source: Parameters
de: Parameter
pt_br: Parâmetros

source: Paused
de: Pausiert
pt_br: Pausado

source: Pending
de: Ausstehend
pt_br: Pendente

source: Perform an Incremental Update on one or more Content View Versions
de: Inkrementelle Aktualisierung auf einer oder mehreren Inhaltsansichtsversionen durchführen
pt_br: Realizar uma Atualização Adicional em um ou mais Versões de Visualização de Conteúdo

source: Permission Denied. User '%{user}' does not have permissions to access organization '%{org}'.
de: Zugriff verweigert. Benutzer "%{user}" hat keine Berechtigung zum Zugriff auf Organisation "%{org}".
pt_br: Permissão negada. Usuário '%{user}' não tem permissões para acessar a organização '%{org}'.

source: Physical
de: Physisch
pt_br: Físico

source: Physical location of the content host
de: Physischer Standort des Inhaltshosts
pt_br: Local físico no host de conteúdo

source: Plan numeric identifier
de: Numerische Plan-ID
pt_br: Identificador numérico de plano

source: Please choose an organization using the selector located at the far left of the menu.
de: Bitte wählen Sie eine Organisation aus dem Auswahlmenü oben links.
pt_br: Por favor escolha uma organização utilizando o seletor localizado à esquerda do menu.

source: Please request the required privileges from an administrator.
de: Bitte fordern Sie die benötigten Berechtigungen bei einem Administrator an.
pt_br: Por favor, requeira previlégios requisitados de um administrador.

source: Pool %s has no product associated
de: Mit Pool %s ist kein Produkt verknüpft
pt_br: Pool %s não possui produto associado

source: Processing metadata
de: Metadaten werden verarbeitet
pt_br: Processando metadados

source: Processing metadata.
de: Metadaten werden verarbeitet.
pt_br: Processando metadados

source: Product
de: Produkt
pt_br: Produto

source: Product Name:
de: Produktname:
pt_br: Nome do Produto:

source: Product and Repositories
de: Produkte und Repositorys
pt_br: Produto e Repositórios

source: Product description
de: Produktbeschreibung
pt_br: Descrição de Produto

source: Product name
de: Produktname
pt_br: Nome do Produto

source: Product the repository belongs to
de: Produkt, zu dem das Repository gehört
pt_br: Produtos ao qual o repositório pertence

source: Product with %{attribute} '%{id}' already exists in this organization.
de: Produkt mit %{attribute} "%{id}" existiert bereits in dieser Organisation.
pt_br: Produto com %{attribute} '%{id}' já existe nesta organização.

source: Products
de: Produkte
pt_br: Produtos

source: Project Page:
de: Projektseite:
pt_br: Página do Projeto:

source: Promote a content view version
de: Inhaltsansichtsversion übertragen
pt_br: Promover a versão de visualização de conteúdo

source: Promoted to %{environment}
de: Übertragen nach %{environment}
pt_br: Promovido para %{environment}

source: Promotion
de: Übertragung
pt_br: Promoção

source: Providers provide many types of content such as packages, errata, kickstart trees, and installation disc images. A provider may be delivering all of your paid content or it could simply be a local yum repository providing a few yum repos.
de: Anbieter stellen viele Arten von Inhalten bereit, wie z. B. Pakete, Errata, Kickstart-Strukturen und Installationsimages. Ein Anbieter kann Ihre sämtlichen bezahlten Inhalte liefern oder es kann sich einfach um ein lokales Yum-Repository handeln, das einige Yum-Repositorys bereitstellt.
pt_br: Provedores fornecem muitos tipos de conteúdo tais como pacotes, errata, kickstart trees, e imagens de disco de instalação. Um provedor pode prover todos os conteúdos pagos ou simplesmente pode ser um repositório yum local fornecendo alguns repos yum.

source: Provides
de: Liefert
pt_br: Fornece

source: Provides:
de: Liefert:
pt_br: Fornece:

source: Publish
de: Veröffentlichen
pt_br: Publicar
