Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: Subscription manifest %{action} for provider '%{name}' failed
de: Subskriptionsmanifest %{action} für Anbieter "%{name}" ist fehlgeschlagen.
pt_br: Manifesto de Subscrição %{action} para provedor '%{name}' falhou

source: Subscription manifest deleted successfully for provider '%s'.
de: Subskriptionsmanifest erfolgreich gelöscht für Anbieter "%s".
pt_br: Manifesto de Subscrição foi removido com sucesso para o provedor '%s'.

source: Subscription manifest file
de: Subskriptionsmanifest-Datei
pt_br: Arquivo de manifesto de subscrição

source: Subscription manifest import for provider '%s' skipped
de: Import des Subskriptionsmanifests für Anbieter "%s" wurde übersprungen
pt_br: Importação de manifesto para provedor '%s' falhou

source: Subscription manifest refresh for provider '%s' failed.
de: Aktualisieren des Subskriptionsmanifests für Anbieter "%s" ist fehlgeschlagen.
pt_br: Atualizador de manisfesto de Subscrição para provedor '%s' falhou.

source: Subscription manifest upload for provider '%s' failed.
de: Hochladen des Subskriptionsmanifests für Anbieter "%s" ist fehlgeschlagen.
pt_br: Carregamento de manifesto de subscrição para provedor "%s" falhou

source: Subscription status
de: Subskriptionsstatus
pt_br: Estado da subscrição

source: Subscriptions information based on selected activation keys:
de: Subskriptionsinformationen basieren auf ausgewählten Aktivierungsschlüsseln:
pt_br: Informações de Subscrições baseadas em chaves de ativação selecionada:

source: Success
de: Erfolgreich
pt_br: Sucesso

source: Successful for distributor(s):
de: Erfolgreich für Distributoren:
pt_br: Bem sucedido para o(s) distribuidor (es):

source: Successfully added %s Content Host(s).
de: %s Inhaltshosts erfolgreich hinzugefügt.
pt_br: Adicionado com sucesso %s Host de Conteúdo(s).

source: Successfully added %{count} content host(s) to host collection %{host_collection}.
de: %{count} Inhaltshosts erfolgreich zur Hostsammlung %{host_collection} hinzugefügt.
pt_br: Adicionado com sucesso %{count} host de conteúdo(s) para coleção de host %{host_collection}.

source: Successfully changed sync plan for %s product(s)
de: Synchronisationsplan erfolgreich geändert für %s Produkte
pt_br: Plano de sinc modificado com sucesso para produto(s) %s

source: Successfully created custom information
de: Benutzerdefinierte Informationen erfolgreich erstellt
pt_br: Informação padronizada criada com sucesso

source: Successfully deleted custom information
de: Benutzerdefinierte Informationen erfolgreich gelöscht
pt_br: Informação Padronizada removida com sucesso

source: Successfully initiated removal of %s product(s)
de: Entfernen von %s Produkten erfolgreich initiiert
pt_br: Remoção iniciado com sucesso do produto(s) %s

source: Successfully reassigned %{count} content host(s) to %{cv} in %{env}.
de: %{count} Inhaltshosts erfolgreich zu %{cv} in %{env} zugewiesen.
pt_br: Reatribuído com sucesso %{count} host de conteúdo para %{cv} em %{env}.

source: Successfully removed %s Content Host(s).
de: %s Inhaltshosts erfolgreich entfernt.
pt_br: Removido com sucesso %s Host de Conteúdo.

source: Successfully removed %s content host(s)
de: %s Inhaltshosts erfolgreich entfernt
pt_br: Host de conteúdo %s foi removido com sucesso.

source: Successfully removed %{count} content host(s) from host collection %{host_collection}.
de: %{count} Inhaltshosts erfolgreich von Hostsammlung %{host_collection} entfernt.
pt_br: Removido com sucesso %{count} host de conteúdo(s) para coleção de host %{host_collection}.

source: Successfully updated custom information
de: Benutzerdefinierte Informationen erfolgreich aktualisiert
pt_br: Informação Padronizada atualizada com sucesso

source: Summary
de: Zusammenfassung
pt_br: Sumário

source: Summary:
de: Zusammenfassung:
pt_br: Sumário

source: Sychronize capsule content
de: Capsule-Inhalte synchronisieren
pt_br: Sincronizar o conteúdo da capsula

source: Sync Canceled
de: Synchronisation abgebrochen
pt_br: Sincronização cancelada

source: Sync Cancelled
de: Synchronisation abgebrochen
pt_br: Sincronização Cancelada

source: Sync Incomplete
de: Synchronisation unvollständig
pt_br: Sincronização Incompleta

source: Sync Overview
de: Synchronisationsübersicht
pt_br: Sincronizar Visão Geral

source: Sync Plans
de: Synchronisationspläne
pt_br: Planos de Sincronização

source: Sync Status
de: Synchronisationsstatus
pt_br: Estado da Sincronização

source: Sync a repository
de: Repository synchronisieren
pt_br: Sinc um repositório

source: Sync complete.
de: Synchronisation abgeschlossen.
pt_br: Sincronização concluída.

source: Sync one or more products
de: Ein oder mehrere Produkte synchronisieren
pt_br: Sincronizar um ou mais produtos

source: Sync plan
de: Synchronisationsplan
pt_br: Plano de sincronização

source: Sync plan identifier to attach
de: ID des zu verknüpfenden Synchronisationsplans
pt_br: Identificador de plano de sinc a ser anexado

source: Synchronize
de: Synchronisieren
pt_br: Sincronizar

source: Synchronize Now
de: Jetzt synchronisieren
pt_br: Sincronizar Agora

source: Synchronize repository
de: Repository synchronisieren
pt_br: Sincronizar repositório

source: Syncing Complete.
de: Synchronisation abgeschlossen.
pt_br: Sincronização Completa.

source: System UUID
pt_br: UUID do Sistema

source: Systems [%s] not found.
de: Systeme [%s] nicht gefunden.
pt_br: Sistemas [%s] não foram encontrados.

source: Tag
pt_br: Etiqueta

source: Tag List:
de: Tag-Liste:
pt_br: Lista de Marcações:

source: The '%s' environment cannot contain a changeset!
de: Die "%s" Umgebung kann keinen Änderungssatz enthalten!
pt_br: O ambiente \"%s\" não pode conter um changeset!

source: The actual file contents
de: Die eigentlichen Dateiinhalte
pt_br: O conteúdo do arquivo atual

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
de: Die derzeitige Organisation kann nicht gelöscht werden. Bitte wechseln Sie vor dem Löschen zu einer anderen Organisation.
pt_br: A organização atual não pode ser removida. Por favor mude para uma organização diferentes antes de remover.

source: The default content view cannot be edited, published, or deleted.
de: Die standardmäßige Inhaltsansicht kann nicht bearbeitet, veröffentlicht oder gelöscht werden.
pt_br: A visualização de conteúdo padrão não pode ser editada, publicada ou removida

source: The default content view cannot be promoted
de: Die standardmäßige Inhaltsansicht kann nicht übertragen werden
pt_br: A visualização de conteúdo padrão não pode ser promovida.

source: The description for the new generated Content View Versions
de: Die Beschreibung der neu generierten Inhaltsansichtsversionen
pt_br: A descrição para nova versão da visualização de conteúdo gerada

source: The erratum filter rule end date is in an invalid format or type.
de: Das Enddatum der Erratum-Filterregel hat ein ungültiges Format oder einen ungültigen Typ.
pt_br: A data final da regra de filtro de errata está em formato ou tipo inválido.

source: The erratum filter rule start date is in an invalid format or type.
de: Das Startdatum der Erratum-Filterregel hat ein ungültiges Format oder einen ungültigen Typ.
pt_br: A data inicial da regra de filtro de errata está em formato ou tipo inválido.

source: The erratum type must be an array. Invalid value provided
de: Der Erratum-Typ muss ein Array sein. Ungültiger Wert angegeben
pt_br: O tipo de errata deve ser uma matriz. O valor inválido é fornecido.

source: The following hosts have errata that apply to them:
de: DIe folgenden Hosts haben relevante Errata:
pt_br: Os hosts a seguir possuem errata que se aplicam à eles:

source: The label requested is already used by another %s; therefore, a unique label was assigned. If you would like a different label, please delete the %s and recreate it with a unique label. Requested label: %s, Assigned label: %s
de: Die gewünschte Kennung wird bereits verwendet; daher wurde eine eindeutige Kennung zugewiesen. Falls Sie eine andere Kennung wünschen, löschen Sie bitte den %s und erstellen Sie ihn erneut mit einer eindeutigen Kennung. Gewünschte Kennung: %s, zugewiesene Kennung: %s
pt_br: O rótulo requisitado já está sendo utilizado por outro %s. portanto, um rótulo único foi atribuído. Se você deseja um rótulo diferente, por favor remova o %s e crie-o novamente com um rótulo único. Rótulo requisitado: %s, Rótulo Atribuído: %s

source: The list of environments to promote the specified Content View Version to (replacing the older version).
de: Die Liste der Umgebungen, an welche die angegebene Inhaltsansichtsversion übertragen werden soll (ersetzt ältere Version).
pt_br: A lista de ambientes para promover a Versão de Visualização do conteúdo especificado para (substituindo a versão mais antiga).

source: The offset in the file where the content starts
de: Der Offset in der Datei, wo der Inhalt beginnt
pt_br: O offset no arquivo onde o conteúdo inicia

source: The promotion of %{content_view} to %{environment} has completed. %{count} errata are available to your hosts.
de: Die Übertragung von %{content_view} nach %{environment} wurde abgeschlossen. %{count} Errata stehen Ihren Hosts zur Verfügung.
pt_br: A promoção do %{content_view} para %{environment} foi concluída. As erratas %{count} estão disponíveis em seus hosts.

source: The promotion of %{content_view} to <b>%{environment}</b> has completed. %{count} needed errata are installable on your hosts.
de: Die Übertragung von %{content_view} nach <b>%{environment}</b> wurde abgeschlossen. %{count} benötigte Errata können auf Ihren Hosts installiert werden.
pt_br: A promoção de %{content_view} para <b>%{environment}</b> Foi concluída. As erratas %{count} necessárias são instaláveis em seus hosts.

source: The puppet environment %{name} is in use by %{count} Host Group(s) including %{names}
de: Die Puppet-Umgebung %{name} wird von %{count} Hostgruppe(n) einschließlich %{names} verwendet
pt_br: O ambiente puppet %{name} está sendo usado por %{count} Host Group(s) incluindo %{names}

source: The puppet environment %{name} is in use by %{count} Host(s) including %{names}
de: Die Puppet-Umgebung %{name} wird von %{count} Host(s) einschließlich %{names} verwendet
pt_br: O ambiente puppet %{name} está sendo usado por %{count} Host(s) incluindo %{names}

source: The repository is already enabled
de: Das Repository ist bereits aktiviert
pt_br: O repositório já está habilitado

source: The synchronization of "%s" has completed. Below is a summary of new errata.
de: Die Synchronisation von "%s" wurde abgeschlossen. Nachfolgend sehen Sie eine Zusammenfassung der neuen Errata.
pt_br: A sincronização de "%s" foi concluída. Abaixo está um resumo da nova errata.

source: The type of content. The following types are supported: 'package' and 'package_group.
de: Der Inhaltstyp. Die folgenden Typen werden unterstützt: "package" und "package_group".
pt_br: O tipo de conteúdo. Os tipos a seguir são suportados: 'package' and 'package_group.

source: The type of content. The following types are supported: 'package', 'package_group' and 'errata'.
de: Der Inhaltstyp. Die folgenden Typen werden unterstützt: "package", "package_group" und "errata".
pt_br: O tipo de conteúdo. Os tipos a seguir são suportados: 'package', 'package_group' and 'errata'.

source: There are currently no subscriptions attached to the distributor
de: Es sind derzeit keine Subskriptionen mit dem Distributor verknüpft
pt_br: Não existe atualmente nenhuma subscrição anexada ao distribuidor.

source: There are no errata that need to be applied to registered content hosts.
de: Es gibt keine Errata, die auf registrierte Inhaltshosts angewendet werden müssen.
pt_br: Não existem nenhuma errata que precise ser aplicada para hosts de conteúdo registrados.

source: There are no events to display.
de: Es gibt keine anzuzeigenden Ereignisse.
pt_br: Não há eventos para exibir

source: There are no files in this package.
de: Es gibt keine Dateien in diesem Paket.
pt_br: Não há arquivos neste pacote.

source: There are no more subscriptions available.
de: Es sind keine weiteren Subskriptionen verfügbar.
pt_br: Não existe nenhuma subscrição disponível.

source: There are no products or repositories enabled. Try enabling via %{custom} or %{redhat}.
de: Es sind keine Produkte oder Repositorys aktiviert. Versuchen Sie eine Aktivierung unter %{custom} oder ${redhat}.
pt_br: Não há produtos ou repositórios habilitados. Tente habilitar via %{custom} ou %{redhat}.

source: There are no products to display.
de: Es gibt keine anzuzeigenden Produkte.
pt_br: Não existem produtos para exibir.

source: There either were no environments nor versions specified or there were invalid environments/versions specified. Please check environment_ids and content_view_version_ids parameters.
de: Entweder wurden keine Umgebungen oder Versionen angegeben, oder es wurden ungültige Umgebungen oder Versionen angegeben. Bitte überprüfen Sie die Parameter environment_ids und content_view_version_ids.
pt_br: Não houve ambientes ou versões especificados ou houveram ambientes/versões inválidos específicados. Por favor verifique os parâmetros de environment_ids e content_view_version_ids.

source: There is already an active sync process for the '%s' repository. Please try again later
de: Es gibt bereits einen aktiven Synchronisationsvorgang für das "%s" Repository. Bitte versuchen Sie es später erneut.
pt_br: Já existe um processo de sincronização ativo para o repositório "%s". Por favor tente novamente.

source: There was an error attempting to enable or disable this repository:
de: Fehler bei der Aktivierung oder Deaktivierung dieses Repositorys:
pt_br: Houve um erro ao tentar ativar ou desativar esse repositório:

source: There was an error attempting to retrieve the repository list:
de: Fehler beim Abrufen der Repository-Liste:
pt_br: Houve um erro ao tentar recuperar a lista de repositórios:

source: There was an error retrieving that row:
de: Fehler beim Abrufen der Reihe:
pt_br: Houve um erro ao recuperar esta fileira:

source: This action doesn't support pacakge groups
de: Diese Aktion unterstützt keine Paketgruppen
pt_br: Esta ação não suporta grupos de pacotes

source: This certificate allows a user to view the repositories in any environment from a browser.
de: Dieses Zertifikat ermöglicht es dem Benutzer, die Repositorys in jeder Umgebung mit einem Browser anzuzeigen.
pt_br: Este certificado de depuração permite que um usuário visualize os repositórios em qualquer ambiente de um navegador.

source: This could take a while. Are you sure?
de: Dieser Vorgang könnte eine Weile dauern. Sind Sie sicher?
pt_br: Isso pode levar um tempo. Você tem certeza?

source: This is your default organization.
de: Dies ist Ihre Standardorganisation.
pt_br: Esta é sua organização padrão.

source: This service is available for unauthenticated users
de: Dieser Dienst ist für nicht authentifizierte Benutzer nicht verfügbar
pt_br: O serviço está disponivel para usuários não autenticados.

source: This service is only available for authenticated users
de: Dieser Dienst ist nur für authentifizierte Benutzer verfügbar
pt_br: O serviço está disponivel somente para usuários autenticados.

source: This will override any GPG keys already associated with a repository within this product
de: Dadurch werden sämtliche GPG-Schlüssel überschrieben, die bereits mit einem Repository innerhalb dieses Produkts verknüpft sind
pt_br: Isto irá sobrescrever qualquer chave GPG já associado com um repositório dentro deste produto.

source: Time
de: Zeit
pt_br: Tempo

source: Title
de: Titel
pt_br: Título

source: Title:
de: Titel:
pt_br: Título:

source: To view the details of an item on the left, simply click on a single row.<br/><br/>To select multiple rows, hold the Control Key and click multiple rows.<br/><br/>If you don't need this help anymore, please click the close button in the top right of this box.
de: Um die Details eines Elements auf der linken Seite einzusehen, klicken Sie einfach auf eine einzelne Reihe.<br/><br/>Um mehrere Reihen auszuwählen, halten Sie die Strg-Taste gedrückt, während Sie auf mehrere Reihen klicken.<br/><br/>Wenn Sie diese Hilfe nicht mehr benötigen, klicken Sie auf die Schließen-Schaltfläche rechts oben in diesem Fenster.
pt_br: Para visualizar os delalhes de um ítem à esquerda, simplesmente clique na linha única. <br/><br/> Para selecionar as filas múltiplas, segure a Tecla Control e clique em linhas múltiplas. <br/><br/> Se você não precisar mais de ajuda clique e feche o botão no lado direito do topo desta caixa.

source: Token invalid during sync_complete.
de: Token ungültig während sync_complete.
pt_br: Token inválido durante o sync_complete.

source: Total Content Hosts
de: Inhaltshosts insgesamt
pt_br: Hosts de Conteúdo Total

source: Total module count: %s.
de: Modulanzahl gesamt: %s.
pt_br: Contagem do módulo Total:%s.

source: Trigger a refresh of subscriptions, auto-attaching if enabled
de: Aktualisierung von Subskriptionen auslösen. Automatische Verknüpfung, falls aktiviert
pt_br: Disparar uma atualização de subscrições, auto-anexando se estiver habilitado.

source: Type
de: Typ
pt_br: Tipo

source: Type of the content host, it should always be 'content host'
de: Typ des Inhaltshosts, sollte immer "Inhaltshost" sein
pt_br: Tipo de host de conteúdo, deve ser sempre 'host de conteúdo'

source: Type of the content host, it should always be 'system'
de: Typ des Inhaltshosts, sollte immer "System" sein
pt_br: Tipo de host de conteúdo, deve ser sempre 'sistema'

source: URL for post sync notification from pulp
de: URL für Benachrichtigungen von Pulp nach der Synchronisation
pt_br: URL para pós notificação de sinc do pulp

source: UUID of the content host
de: UUID des Inhaltshosts
pt_br: UUID do host de conteúdo

source: UUID of the content-host
de: UUID des Inhaltshosts
pt_br: UUID do content-host

source: UUID of the system
de: UUID des Systems
pt_br: UUID do sistema

source: Unable to determine quantity for pool %s
de: Anzahl für Pool %s konnte nicht bestimmt werden
pt_br: Não foi possível determinar quantidade para o pool %s

source: Unable to fetch any capsules. Please try again.
de: Keine Capsules konnten abgerufen werden. Bitte versuchen Sie es erneut.
pt_br: Não foi possível buscar capsulas. Tente novamente.

source: Unable to fetch any life cycle environments. Please try again.
de: Keine Lebenszyklusumgebungen konnten abgerufen werden. Bitte versuchen Sie es erneut.
pt_br: Não foi possível buscar qualquer ambiente de ciclo de vida. Tente novamente.

source: Unable to fetch any repositories. Please try again.
de: Keine Repositorys konnten abgerufen werden. Bitte versuchen Sie es erneut.
pt_br: Não foi possível buscar repositórios. Tente novamente.

source: Unable to fetch any tags. Please try again.
de: Keine Tags konnten abgerufen werden. Bitte versuchen Sie es erneut.
pt_br: Não foi possível buscar etiquetas. Tente novamente.

source: Unable to fetch content views. Please try again.
de: Keine Inhaltsansichten konnten abgerufen werden. Bitte versuchen Sie es erneut.
pt_br: Não foi possível buscar visualizações de conteúdo. Tente novamente.

source: Unable to find errata with ids: %s.
de: Errata mit IDs %s konnten nicht gefunden werden.
pt_br: Não foi possível encontrar errata com ids: %s.

source: Unable to find package %s
de: Paket %s konnte nicht gefunden werden
pt_br: Incapaz de encontrar pacote %s

source: Unable to perform removal. Please reassign any attached distributors first.
de: Entfernung konnte nicht durchgeführt werden. Bitte weisen Sie zunächst alle verknüpften Distributoren anderweitig zu.
pt_br: Incapaz de realizar a remoção. Por favor reatribua qualquer distribuidor anexado primeiro.

source: Unable to reassign activation_keys. Please check activation_key_content_view_id and activation_key_environment_id.
de: Aktivierungsschlüssel konnten nicht neu zugewiesen werden. Bitte prüfen Sie die Parameter activation_key_content_view_id und activation_key_environment_id.
pt_br: Incapaz de reatribuir activation_keys. Por favor, verifique a activation_key_content_view_id e activation_key_environment_id.

source: Unable to reassign activation_keys. Please provide key_content_view_id and key_environment_id.
de: Aktivierungsschlüssel konnten nicht neu zugewiesen werden. Bitte geben Sie die Parameter key_content_view_id und key_environment_id an.
pt_br: Incapaz de reatribuir a activation_keys. Por favor, forneça o key_content_view_id e key_environment_id.

source: Unable to reassign content hosts. Please provide system_content_view_id and system_environment_id.
de: Inhaltshosts konnten nicht neu zugewiesen werden. Bitte geben Sie die Parameter system_content_view_id und system_environment_id an.
pt_br: Incapaz de reatribuir os hosts de conteúdo. Por favor, forneça system_content_view_id e system_environment_id.

source: Unable to reassign systems. Please check system_content_view_id and system_environment_id.
de: Systeme konnten nicht neu zugewiesen werden. Bitte prüfen Sie die Parameter system_content_view_id und system_environment_id.
pt_br: Incapaz de reatribuir sistemas. Por favor verifique system_content_view_id e system_environment_id.

source: Unable to retrieve release versions from Repository URL %{url}. Error message: %{error}
de: Release-Versionen konnten nicht von Repository-URL %{url} abgerufen werden. Fehlermeldung: %{error}
pt_br: Incapaz de recuperar versões de lançamento do Repositório URL %{url}. Mensagem de Erro: %{error}

source: Unable to sync %s. This repository does not have a feed url.
de: %s konnte nicht synchronisiert werden. Dieses Repository hat keine Feed-URL.
pt_br: Incapaz de sinc %s. Este repositório não possui uma feed de url.

source: Unable to synchronize any repository. You either do not have the permission to synchronize or the selected repositories do not have a feed url.
de: Keine Repositorys konnten synchronisiert werden. Sie haben entweder nicht die Berechtigung zur Synchronisation oder die ausgewählten Repositorys haben keine Feed-URL.
pt_br: Não é possível sincronizar qualquer repositório. Você não possui a permissão para sincronizar ou os repositórios selecionados não possuem uma url.

source: Unapplied Errata
de: Nicht angewendete Errata
pt_br: Errata não aplicada

source: Unattach a subscription
de: Subskription lösen
pt_br: Desanexar uma subscrição

source: Unexpected repo type %s
de: Unerwarteter Repository-Typ %s
pt_br: Tipo de repo inesperado %s

source: Uninstall packages remotely
de: Pakete entfernt deinstallieren
pt_br: Desinstale pacotes remotamente

source: Union
de: Vereinigungsmenge
pt_br: União

source: Union:
de: Vereinigungsmenge:
pt_br: União:

source: Unique
de: Eindeutig
pt_br: Único

source: Unknown
de: Unbekannt
pt_br: Desconhecido

source: Unknown registration date
de: Unbekanntes Registrierungsdatum
pt_br: Data de registro desconhecida

source: Unlimited
de: Unbegrenzt
pt_br: Ilimitado

source: Unregister a content host
de: Inhaltshost deregistrieren
pt_br: Cancelar registro de um host de conteúdo

source: Unsupported URL protocol %s.
de: Nicht unterstütztes URL-Protokoll %s.
pt_br: Protocolo de URL não suportado %s

source: Up to date
de: Aktuell
pt_br: Atualizado

source: Update
de: Aktualisieren
pt_br: Atualizar

source: Update Sync Plan
de: Synchronisationsplan aktualisieren
pt_br: Atualizar Plano de Sinc

source: Update Sync Plan Products
de: Synchronisationsplan-Produkte aktualisieren
pt_br: Atualizar Produtos de Plano de Sinc

source: Update a content view
de: Inhaltsansicht aktualisieren
pt_br: Atualizar uma visualização de conteúdo

source: Update a custom repository
de: Benutzerdefiniertes Repository aktualisieren
pt_br: Atualizar um repositório padronizado

source: Update a filter
de: Filter aktualisieren
pt_br: Atualizar um filtro
