Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: Couldn't find sync plan '%{plan}' in organization '%{org}'
de: Synchronisationsplan "%{plan}" konnte nicht in Organisation "%{org}" gefunden werden.
pt_br: Não foi' possível encontrar plano de sincronização '%{plan}' na organização '%{org}'

source: Couldn't find system '%s'
de: System "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar sistema "%s"

source: Create
de: Erstellen
pt_br: Criar

source: Create a content view
de: Inhaltsansicht erstellen
pt_br: Criar uma visualização de conteúdo

source: Create a custom repository
de: Benutzerdefiniertes Repository erstellen
pt_br: Criar um repositório personalizado

source: Create a filter for a content view
de: Filter für eine Inhaltsansicht erstellen
pt_br: Criar um filtro para a exibição de conteúdo

source: Create a filter rule. The parameters included should be based upon the filter type.
de: Filterregel erstellen. Die enthaltenen Parameter sollten auf dem Filtertyp basieren.
pt_br: Criar uma regra de filtro. Os parâmetros incluídos devem basear-se no tipo de filtro.

source: Create a gpg key
de: GPG-Schlüssel erstellen
pt_br: Criar uma chave gpg

source: Create a host collection
de: Hostsammlung erstellen
pt_br: Criar uma coleção de host

source: Create a host group
de: Hostgruppe erstellen
pt_br: Criar um grupo de host

source: Create a product
de: Produkt erstellen
pt_br: Criar um produto

source: Create a sync plan
de: Synchronisationsplan erstellen
pt_br: Criar um plano de sinc

source: Create an activation key
de: Aktivierungsschlüssel erstellen
pt_br: Criar uma chave de ativação

source: Create an environment
de: Umgebung erstellen
pt_br: Criar um ambiente

source: Create an environment in an organization
de: Umgebung in einer Organisation erstellen
pt_br: Criar um ambiente em uma organização

source: Create an upload request
de: Upload-Anforderung erstellen
pt_br: Criar uma requisição de carregamento

source: Create architecture
de: Architektur erstellen
pt_br: Criar arquitetura

source: Create organization
de: Organisation erstellen
pt_br: Criar organização

source: Created (UTC)
de: Erstellt (UTC)
pt_br: Criado (UTC)

source: Created / Last Checked In
de: Erstellt/Zuletzt angemeldet
pt_br: Criado/Verificado pela última vez

source: Critical
de: Kritisch
pt_br: Crítico

source: Current Subscription Totals
de: Aktuelle Subskriptionen insgesamt
pt_br: Subscrições Atuais Totais

source: Current Subscriptions
de: Aktuelle Subskriptionen
pt_br: Subscrições Atuais

source: Current organization is being deleted, switch to a different one.
de: Die derzeitige Organisation wird gelöscht, wechseln Sie zu einer anderen.
pt_br: A organização atual está sendo excluída, mude para uma organização diferente.

source: Custom Content Repositories
de: Benutzerdefinierte Inhaltsrepositorys
pt_br: Repositórios de Conteúdo Padronizado

source: Custom Content Repository Product
de: Benutzerdefiniertes Inhaltsrepository-Produkt
pt_br: Produtos de Repositórios de Conteúdo Padronizado

source: Custom Information
de: Benutzerdefinierte Informationen
pt_br: Informação Padronizada

source: Custom repositories cannot be disabled.
de: Benutzerdefinierte Repositorys können nicht deaktiviert werden.
pt_br: Repositórios padronizados não podem ser desabilitados

source: Date
de: Datum
pt_br: Data

source: Date format is incorrect.
de: Datumsformat ist ungültig.
pt_br: Formato de data está incorreto

source: Debug Certificate
de: Debug-Zertifikat
pt_br: Certificado de Depuração

source: Debug RPMs
pt_br: Depurar RPMs

source: Default PXElinux template for new Operating Systems
de: Standardmäßige PXElinux-Vorlage für neue Betriebssysteme
pt_br: Modelo Padrão do PXElinux para novos Sistemas Operacionais

source: Default System SLA
de: Standardmäßige SLA des Systems
pt_br: SLA de Sistema Padrão

source: Default View
de: Standardansicht
pt_br: Visualização Padrão

source: Default content view versions cannot be promoted
de: Standardmäßige Inhaltsansichtsversionen können nicht übertragen werden
pt_br: Versões de visualização de conteúdo padrão não podem ser promovidas.

source: Default finish template for new Operating Systems
de: Standardmäßige Abschlussvorlage für neue Betriebssysteme
pt_br: Modelo de término padrão para novos Sistemas Operacionais

source: Default iPXE template for new Operating Systems
de: Standardmäßige iPXE-Vorlage für neue Betriebssysteme
pt_br: Modelo iPXE padrão para novos Sistemas Operacionais

source: Default partitioning table for new Operating Systems
de: Standardmäßige Partitionierungstabelle für neue Betriebssysteme
pt_br: Tabela de particionamento padrão para novos Sistemas Operacionais

source: Default provisioning template for new Operating Systems
de: Standardmäßige Bereitstellungsvorlage für neue Betriebssysteme
pt_br: Modelo de provisionamento padrão para novos Sistemas Operacionais

source: Default user data for new Operating Systems
de: Standardmäßige Benutzerdaten für neue Betriebssysteme
pt_br: Usuário padrão para novos Sistemas Operacionais

source: Delete
de: Löschen
pt_br: Remover

source: Delete %s?
de: %s löschen?
pt_br: Remover %s?

source: Delete Activation Key
de: Aktivierungsschlüssel löschen
pt_br: Remover chave de ativação

source: Delete All
de: Alle löschen
pt_br: Remover todos

source: Delete Lifecycle Environment
de: Lebenszyklusumgebung löschen
pt_br: Remover um Ambiente de Ciclo de Vida

source: Delete Manifest
de: Manifest löschen
pt_br: Remover Manifesto

source: Delete Product
de: Produkt löschen
pt_br: Remover Produto

source: Delete a content view
de: Inhaltsansicht löschen
pt_br: Remove Visualização de Conteúdo

source: Delete a filter
de: Filter löschen
pt_br: Remover um filtro

source: Delete a filter rule
de: Filterregel löschen
pt_br: Remover uma regra de filtro

source: Delete an organization
de: Organisation löschen
pt_br: Remover uma organização

source: Delete an upload request
de: Upload-Anforderung löschen
pt_br: Remover uma requisição de carregamento

source: Delete architecture
de: Architektur löschen
pt_br: Remover arquitetura

source: Delete manifest from Red Hat provider
de: Manifest vom Red Hat Anbieter löschen
pt_br: Remover manifesto do provedor da Red Hat

source: Deleted consumer '%s'
de: Verbraucher "%s" gelöscht
pt_br: Consumidor removido '%s'

source: Deleted content host '%s'
de: Inhaltshost "%s" gelöscht
pt_br: Remover o host de conteúdo '%s'.

source: Deleted from %{environment}
de: Aus %{environment} gelöscht
pt_br: Remover do %{environment}

source: Dependencies:
de: Abhängigkeiten:
pt_br: Dependências:

source: Description
de: Beschreibung
pt_br: Descrição

source: Description for the content view
de: Beschreibung der Inhaltsansicht
pt_br: Descrição para uma visualização de conteúdo

source: Description for the new published content view version
de: Beschreibung der neu veröffentlichten Inhaltsansichtsversion
pt_br: Descrição para nova versão da visualização de conteúdo publicada

source: Description of the content host
de: Beschreibung des Inhaltshosts
pt_br: Descrição do host de conteúdo

source: Description:
de: Beschreibung:
pt_br: Descrição:

source: Description:
de: Beschreibung:
pt_br: Descrições:

source: Destroy
de: Löschen
pt_br: Destruir

source: Destroy Content Host
de: Inhaltshost löschen
pt_br: Destruir Host de Conteúdo

source: Destroy Host
de: Host löschen
pt_br: Destruir Host

source: Destroy a custom repository
de: Benutzerdefiniertes Repository löschen
pt_br: Destruir um repositório padronizado

source: Destroy a gpg key
de: GPG-Schlüssel löschen
pt_br: Destruir uma chave gpg

source: Destroy a host collection
de: Hostsammlung löschen
pt_br: Destruir uma coleção de host

source: Destroy a product
de: Produkt löschen
pt_br: Destruir um produto

source: Destroy a sync plan
de: Synchronisationsplan löschen
pt_br: Destruir um plano de sinc

source: Destroy an activation key
de: Aktivierungsschlüssel löschen
pt_br: Destruir uma chave de ativação

source: Destroy an environment
de: Umgebung löschen
pt_br: Destruir um ambiente

source: Destroy an environment in an organization
de: Umgebung in einer Organisation löschen
pt_br: Destruir um ambiente em uma organização

source: Destroy one or more products
de: Ein oder mehrere Produkte löschen
pt_br: Destruir um ou mais produtos

source: Destroy one or more repositories
de: Ein oder mehrere Repositorys löschen
pt_br: Destruir um ou mais repositórios

source: Destroy one or more systems
de: Ein oder mehrere Systeme löschen
pt_br: Destruir um ou mais sistemas

source: Details
pt_br: Detalhes

source: Difference
de: Unterschiede
pt_br: Diferença

source: Difference:
de: Unterschiede:
pt_br: Diferença:

source: Disable
de: Deaktivieren
pt_br: Desativar

source: Disable a repository form the set
de: Ein Repository aus der Gruppe deaktivieren
pt_br: Desativar um repositório para formar o conjunto

source: Discover Repositories
de: Repositorys suchen
pt_br: Descobrir Repositórios

source: Display
de: Anzeigen
pt_br: Exibir

source: Distribution
pt_br: Distribuição

source: Distribution '%s' not found within the repository
de: Distribution "%s" konnte im Repository nicht gefunden werden.
pt_br: Distribuição '%s' não foi encontrada no repositório.

source: Distribution with id '%s' not found
de: Distribution mit ID "%s" nicht gefunden
pt_br: Distribuição com ID '%s' não encontrado

source: Distributor
pt_br: Distribuidor

source: Distributor '%s' was created.
de: Distributor "%s" wurde erstellt.
pt_br: Distribuidor '%s' foi criado.

source: Distributor '%s' was updated.
de: Distributor "%s" wurde aktualisiert.
pt_br: Distribuidor '%s' foi atualizada.

source: Distributor Events
de: Distributorereignisse
pt_br: Eventos de Distribuidor

source: Distributor Info
de: Distributorinformationen
pt_br: Info de Distribuidor

source: Distributor Properties
de: Distributoreigenschaften
pt_br: Propriedades de Distribuidor

source: Distributor subscriptions updated.
de: Distributorsubskriptionen aktualisiert.
pt_br: Subscrição de Distribuidor atualizado

source: Distributor with uuid %s not found
de: Distributor mit ID "%s" nicht gefunden
pt_br: Distribuidor com o uuid %s não foi encontrado.

source: Distributors
de: Distributoren
pt_br: Distribuidores

source: Do not include this array of content views
de: Dieses Array mit Inhaltsansichten nicht einbeziehen
pt_br: Não inclua essa matriz de visualização de conteúdo

source: Do you want to set this GPG Key as the key for all repositories within this product?
de: Möchten Sie diesen GPG-Schlüssel als Schlüssel für alle Repositorys innerhalb dieses Produkts festlegen?
pt_br: Você deseja definir esta Chave GPG como a chave para todos os repositórios dentro deste produto?

source: Docker Image
pt_br: Imagem de Docker

source: Docker Images
pt_br: Imagens Docker

source: Docker Tag
pt_br: Etiqueta de Docker

source: Docker Tags
pt_br: Etiquetas de Docker

source: Download
pt_br: Baixar

source: Download Manifest
de: Manifest herunterladen
pt_br: Baixar manifesto

source: Download a debug certificate
de: Debug-Zertifikat herunterladen
pt_br: Baixar um certificado de depuração

source: Duration
de: Dauer
pt_br: Duração

source: Edit
de: Bearbeiten
pt_br: Editar

source: Edit Environment
de: Umgebung bearbeiten
pt_br: Editar Ambiente

source: Either both parameters 'content_view_id' and 'environment_id' should be specified or neither should be specified
de: Entweder müssen beide Parameter "content_view_id" und "environment_id" angegeben werden oder keiner der beiden
pt_br: Os dois parâmetros 'content_view_id' e 'environment_id' devem ser especificados ou nenhum

source: Either environments or versions must be specified.
de: Entweder Umgebungen oder Versionen müssen angegeben werden.
pt_br: Tanto os ambientes como as versãos precisam ser especificados

source: Either organization ID or environment ID needs to be specified
de: Entweder Organisations-ID oder Umgebungs-ID muss angegeben werden.
pt_br: O ID da empresa ou o ID do ambiente precisa ser especificado

source: Either packages or groups must be provided
de: Entweder Pakete oder Gruppen müssen angegeben werden.
pt_br: Tanto os pacotes como grupos precisam ser fornecidos

source: Enable
de: Aktivieren
pt_br: Habilitar

source: Enable Red Hat Repositories
de: Red Hat Repositorys aktivieren
pt_br: Habilitar Repositórios da Red Hat

source: Enable a repository from the set
de: Ein Repository aus der Gruppe aktivieren
pt_br: Ativar um repositório do conjunto

source: Enabled by Default:
de: Standardmäßig aktiviert:
pt_br: Habilitar por Padrão:

source: Enabled?
de: Aktiviert?
pt_br: Habilitado?

source: End
de: Ende
pt_br: Concluir

source: End date that Errata was issued on to filter by
de: Enddatum der Errata-Veröffentlichung, nach dem gefiltert werden soll
pt_br: A data final quando a Errata foi emitida para filtrar

source: Enhancement
de: Erweiterung
pt_br: Melhoria

source: Environment
de: Umgebung
pt_br: Ambiente

source: Environment cannot be in its own promotion path
de: Umgebung kann nicht in ihrem eigenen Übertragungspfad liegen
pt_br: O Ambiente não pode estar em seu próprio caminho de promoção

source: Environment:
de: Umgebung:
pt_br: Ambiente:

source: Errata ID
pt_br: ID de Errata

source: Errata Install
de: Errata-Installation
pt_br: Instalar Errata

source: Errata Install scheduled by %s
de: Errata-Installation eingeplant durch %s
pt_br: Instalação de Errata agendada por %s

source: Errata Overview
de: Errata-Übersicht
pt_br: Visão Geral da Errata

source: Errata id of the erratum (RHSA-2012:108)
de: Errata-ID des Erratums (RHSA-2012:108)
pt_br: Id de Errata da erratum (RHSA-2012: 108)

source: Errata mail
de: Errata-E-Mail
pt_br: E-mail da Errata

source: Errata types array \['security', 'bugfix', 'enhancement'\]
de: Array der Errata-Typen \["Sicherheit", "Bugfix", "Erweiterung"\]
pt_br: Matriz dos tipos de Errata \['security', 'bugfix', 'enhancement'\]

source: Erratum Install Canceled
de: Erratum-Installation abgebrochen
pt_br: Instalação de Erratum cancelada

source: Erratum Install Complete
de: Erratum-Installation abgeschlossen
pt_br: Instalação de erratum concluída

source: Erratum Install Failed
de: Erratum-Installation fehlgeschlagen
pt_br: Instalação de erratum falhou

source: Erratum Install Timed Out
de: Zeitüberschreitung bei Erratum-Installation
pt_br: Tempo de instalação de erratum expirou

source: Error
de: Fehler
pt_br: Erro

source: Error on Install
de: Fehler bei Installation
pt_br: Erro na Instalação

source: Error:
de: Fehler:
pt_br: Erro:

source: Errors
de: Fehler
pt_br: Erros

source: Event
de: Ereignis
pt_br: Evento

source: Example Searches:
de: Beispielsuchen:
pt_br: Busca de Exemplo:

source: Expand
de: Ausklappen
pt_br: Expandir

source: Expand All
de: Alle ausklappen
pt_br: Expandir todos

source: Expand each Red Hat Product below to examine the different repository sets available. When enabling a repository set, the different repositories within are discovered and may be enabled individually.
de: Klappen Sie die Red Hat Produkte unten auf, um sich die verschiedenen verfügbaren Repository-Gruppen anzusehen. Beim Aktivieren einer Repository-Gruppe werden die verschiedenen Repositorys darin erkannt und können einzeln aktiviert werden.
pt_br: Expandir cada Produto Red Hat abaixo para examinar os diferentes conjuntos de repositórios disponíveis. Ao ativar um conjunto de repositório, os diferentes repositórios dentro são descobertos e podem ser ativados individualmente.

source: Expected attribute is missing:
de: Erwartetes Attribut fehlt:
pt_br: O Atributo esperado está faltando:

source: FAIL
de: FEHLER
pt_br: FALHA

source: Facts successfully updated.
de: Fakten erfolgreich aktualisiert.
pt_br: Fatos atualizados com sucesso.

source: Failed
de: Fehlgeschlagen
pt_br: Falhou

source: Failed for distributor(s):
de: Fehlgeschlagen für Distributoren:
pt_br: Falha para distribuidor(es):

source: Failed to download %s module.
de: Herunterladen für %s Modul fehlgeschlagen.
pt_br: Falha ao baixar módulo %s.

source: Failed to download %s package.
de: Herunterladen für %s Paket fehlgeschlagen.
pt_br: Falha ao baixar pacote %s .

source: Failed to find %{content} with id '%{id}'.
de: %{content} mit ID "%{id}" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar %{content} com id '%{id}'.

source: Features refreshed
de: Funktionen aktualisiert
pt_br: Recursos foram atualizados

source: Fetch applicable errata for a system.
de: Relevante Errata für ein System abrufen.
pt_br: Buscar errata aplicável para um sistema.

source: Field to sort the results on
de: Ergebnisse nach diesem Feld sortieren
pt_br: Campo para classificar os resultados

source: File Name
de: Dateiname
pt_br: Nome do Arquivo

source: File: %{file_name}, Checksum: %{checksum}
de: Datei: %{file_name}, Prüfsumme: %{checksum}
pt_br: Arquivo: %{file_name}, Checksum: %{checksum}

source: Files for %s
de: Filter für %s
pt_br: Arquivos para %s

source: Filter by content view
de: Nach Inhaltsansicht filtern
pt_br: Filtrar por exibição de conteúdo

source: Filter by environment
de: Nach Umgebung filtern
pt_br: Filtrar por ambiente

source: Filter by host collection
de: Nach Hostsammlung filtern
pt_br: Filtrar por coleção de host

source: Filter by systems that need an Erratum by uuid
de: Nach Systemen, die ein Erratum benötigen, per UUID filtern
pt_br: Filtrar por sistemas que precisam de uma Erratum por uuid.

source: Filter by systems that need any one of multiple Errata by uuid
de: Nach Systemen, die eines von mehreren Errata benötigen, per UUID filtern
pt_br: Filtrar por sistemas que precisam qualquer uma das Erratas múltiplas por uuid.

source: Filter content host by name
de: Inhaltshosts nach Namen filtern
pt_br: Filtrar host de conteúdo por nome

source: Filter content host by subscribed pool
de: Inhaltshosts nach subskribiertem Pool filtern
pt_br: Filtrar host de conteúdo por pool assinada.

source: Filter content host by uuid
de: Inhaltshost nach UUID filtern
pt_br: Filtrar host de conteúdo por uuid

source: Filter content view filters by name
de: Inhaltsansichtsfilter nach Namen filtern
pt_br: Filtrar filtros de visualização de conteúdo por nome

source: Filter on loaded Events...
de: Filter auf geladene Ereignisse …
pt_br: Filtro em Eventos carregados...

source: Filter out composite content views
de: Verbundinhaltsansichten ausfiltern
pt_br: Filtrar sem as visualizações de conteúdo de composição

source: Filter out default content views
de: Standardinhaltsansichten ausfiltern
pt_br: Filtrar sem as visualizações de conteúdo padrão

source: Filter products by custom
de: Produkte filtern nach benutzerdefinierten
pt_br: Filtrar produtos por padronizados

source: Filter products by enabled or disabled
de: Produkte nach Status aktiviert oder deaktiviert filtern
pt_br: Filtrar produtos por ativado ou desativado

source: Filter products by name
de: Produkte nach Namen filtern
pt_br: Filtrar produtos por nome

source: Filter products by organization
de: Produkte nach Organisation filtern
pt_br: Filtrar produtos por organização

source: Filter products by subscription
de: Produkte nach Subskription filtern
pt_br: Filtrar produtos por subscrição

source: Filter sync plans by organization name or label
de: Synchronisationspläne nach Organisationsnamen oder Kennung filtern
pt_br: Filtrar planos de sinc por nome de organização ou rótulo

source: Filter versions by environment
de: Versionen nach Umgebung filtern
pt_br: Filtrar versões por ambiente

source: Filter versions by version number
de: Versionen nach Versionsnummer filtern
pt_br: Filtrar versões por número de versões

source: Filter versions that are components in the specified composite version
de: Versionen filtern, die Komponenten in der angegebenen Verbundversion sind
pt_br: Filtrar versões que sejam componentes na versão de composição especificada

source: Filter...
de: Filtern …
pt_br: Filtro...

source: For more information see
de: Für weitere Informationen siehe
pt_br: Para mais informações veja

source: GPG Key URL:
de: GPG-Schlüssel-URL:
pt_br: URL da Chave GPG:

source: GPG Keys
de: GPG-Schlüssel
pt_br: Chaves GPG

source: GPG keys
de: GPG-Schlüssel
pt_br: Chaves GPG

source: Generate and Download
de: Generieren und herunterladen
pt_br: Gerar e Baixar

source: Generate and Synchronize Capsule Metadata for %s
de: Capsule-Metadaten für %s generieren und herunterladen
pt_br: Gerar e Sincronizar Metadado de Cápsula para %s

source: Get content host reports for the environment
de: Berichte über Inhaltshosts für die Umgebung abrufen
pt_br: Obter o conteúdo dos relatórios do host para ambiente

source: Get content host reports for the organization
de: Berichte über Inhaltshosts für die Organisation abrufen
pt_br: Obter relatórios de host de conteúdo para a organização

source: Get errata that are available to be added to the filter
de: Errata abrufen, die zum Filter hinzugefügt werden können
pt_br: Obter erratas que estiverem disponíveis a ser adicionadas ao filtro

source: Get info about a repository set
de: Informationen über eine Repository-Gruppe abrufen
pt_br: Obter info sobre um conjunto de repo

source: Get list or available repositories for the repository set
de: Liste verfügbarer Repositorys für die Repository-Gruppe abrufen
pt_br: Obter a lista ou repositórios disponíveis para um conjunto de repositórios

source: Get package groups that are available to be added to the filter
de: Paketgruppen abrufen, die zum Filter hinzugefügt werden können
pt_br: Obter grupos de pacotes que estiverem disponíveis a serem adicionados ao filtro

source: Get puppet modules names that are available to be added to the content view
de: Puppet-Modulnamen abrufen, die zur Inhaltsansicht hinzugefügt werden können
pt_br: Obter nomes de módulos de puppet que estiverem disponíveis a serem adicionados a visualização de conteúdo

source: Get puppet modules that are available to be added to the content view
de: Puppet-Module abrufen, die zur Inhaltsansicht hinzugefügt werden können
pt_br: Obter módulos de puppet que estiverem disponíveis a serem adicionados a visualização de conteúdo

source: Get status of repo synchronisation for given product
de: Status der Repository-Synchronisation für angegebenes Produkt abrufen
pt_br: Obter o estado de sincronização de repo para determinado produto

source: Get status of synchronisation for given repository
de: Status der Synchronisation für angegebenes Repository abrufen
pt_br: Obter o estado de sincronização para um dado repositório

source: Given a set of systems and errata, lists the content view versions and environments that need updating.
de: Listet die Inhaltsansichtsversionen und Umgebungen auf, die für die angegebene Gruppe von Systemen und Errata aktualisiert werden müssen.
pt_br: Conjunto específico de sistemas e errata, lista a versão da visualização de conteúdo e ambientes que precisam ser atualizados.

source: Go
de: Los
pt_br: Ir

source: Hash version of 'order' param
de: Hash-Version des "order"-Parameters
pt_br: Versão Hash de param de "ordem"

source: Host Advisory
pt_br: Aviso de Host

source: Host Collection name
de: Name der Hostsammlung
pt_br: Nome da Coleção do host

source: Host Collections
de: Hostsammlung
pt_br: Coleções de Host

source: Host collection '%{name}' exceeds maximum usage limit of '%{limit}'
de: Hostsammlung "%{name}" überschreitet die Verbrauchsgrenze von "%{limit}"
pt_br: Coleção Host '%{name}'excede o limite máximo de uso de'%{limit}'

source: Host collection is empty.
de: Hostsammlung ist leer.
pt_br: Coleção do Host está vazia.

source: Host content and subscription details
de: Hostinhalt und Subskriptionsdetails
pt_br: Host de conteúdo e detalhes da subscrição

source: Host subscription details
de: Hostsubskriptionsdetails
pt_br: Detalhes das subscrições do Host
