Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: At least one Content View Version must be specified
de: Mindestens eine Inhaltsansichtsversion muss angegeben werden
pt_br: Ao menos uma Versão de Visualização de Conteúdo deve ser especificada

source: At least one activation key must be provided
de: Mindestens ein Aktivierungsschlüssel muss angegeben werden
pt_br: Ao menos uma chave de ativação deve ser fornecida

source: At least one activation key must have a lifecycle environment and content view assigned to it
de: Zu mindestens einem Aktivierungsschlüssel muss eine Lebenszyklusumgebung und Inhaltsansicht zugewiesen sein.
pt_br: Ao menos uma chave de ativação deve possuir um ambiente de ciclo de vida e visualização de conteúdo atribuído à ele.

source: At least one environment is required to create or register distributors in your current organization.
de: Mindestens eine Umgebung ist erforderlich, um Distributoren in Ihrer aktuellen Organisation zu erstellen oder zu registrieren.
pt_br: É necessário ao menos um ambiente para criar ou registrar distribuidores em sua empresa atual.

source: At least one organization must exist.
de: Mindestens eine Organisation muss existieren.
pt_br: Deve existir ao menos uma organização

source: Attach
de: Verknüpfen
pt_br: Anexar

source: Attach a subscription
de: Subskription verknüpfen
pt_br: Anexar uma subscrição

source: Attached Subscriptions
de: Subskriptionen verknüpfen
pt_br: Subscrições Anexadas

source: Author
de: Autor
pt_br: Autor

source: Author/Release
de: Autor/Release
pt_br: Autor/Lançamento

source: Author:
de: Autor:
pt_br: Autor:

source: Auto attach subscriptions
de: Subskriptionen automatisch verknüpfen
pt_br: Auto conectar subscrições

source: Auto-attach available subscriptions to all systems within an organization. Asynchronous operation.
de: Automatische Verknüpfung verfügbarer Subskriptionen zu allen Systemen in einer Organisation. Asynchrone Operation.
pt_br: Anexar assinaturas disponíveis automaticamente à todos os sistemas dentro de uma organização. Operação assíncrona.

source: Auto-attach subscriptions
de: Subskriptionen automatisch verknüpfen
pt_br: Auto-conectar subscrições

source: Auto-complete Product
de: Automatisch vervollständigen
pt_br: Concluir Produto Automaticamente

source: Auto-complete View
de: Automatisch vervollständigen
pt_br: Visualização da conclusão automática

source: Auto-complete repository
de: Automatisch vervollständigen
pt_br: Concluir Repositório Automaticamente

source: Available Subscriptions
de: Verfügbare Subskriptionen
pt_br: Subscrições Disponíveis

source: Available search fields:
de: Verfügbare Suchfelder:
pt_br: Campos de busca disponíveis:

source: Back
de: Zurück
pt_br: Retornar

source: Back to Results
de: Zurück zu Ergebnissen
pt_br: Retornar à Resultados

source: Backend System Status
pt_br: Estado do Backend do Sistema

source: Basearch to disable
de: Zu deaktivierende Basisarchitektur
pt_br: Desabilitar Basearch

source: Basearch to enable
de: Zu aktivierende Basisarchitektur
pt_br: Habilitar Basearch

source: Bug Fix
pt_br: Reparo de Erro

source: Build Host
pt_br: Host da Construção

source: Build Host:
pt_br: Host da Construção:

source: Bulk action
de: Massenaktion
pt_br: Ação em Massa

source: CDN loading error: %s not found
de: CDN-Ladefehler: %s nicht gefunden
pt_br: CDN carregando erro: %s não foi encontrado

source: CDN loading error: access denied to %s
de: CDN-Ladefehler: Zugriff auf %s verweigert
pt_br: CDN carregando erro: %s acesso negado

source: CDN loading error: access forbidden to %s
de: CDN-Ladefehler: Zugriff auf %s verweigert
pt_br: Erro ao carregar o CDN: acesso negado ao %s

source: CVE identifier
de: CVE-ID
pt_br: Identificador do CVE

source: Calculate Applicable Errata based on a particular Content View
de: Relevante Errata basierend auf einer bestimmten Inhaltsansicht berechnen
pt_br: Calcular Errata Aplicável baseada em uma Visualização de Conteúdo específica

source: Calculate Applicable Errata based on a particular Environment
de: Relevante Errata basierend auf einer bestimmten Umgebung berechnen
pt_br: Calcular Errata Aplicável baseada em um Ambiente específico

source: Can only remove content from within the Default Content View
de: Nur Inhalt aus der standardmäßigen Inhaltsansicht kann entfernt werden
pt_br: É possível remover conteúdo somente dentro da Visualização de Conteúdo Padrão

source: Can't update the '%s' environment
de: "%s" Umgebung kann nicht aktualisiert werden
pt_br: Não é possível atualizar o ambiente \"%s\"

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Cancel repository discovery
de: Repository-Suche abbrechen
pt_br: Cancelar descoberta de repositório

source: Cancelled
de: Abgebrochen
pt_br: Cancelado

source: Cancelled.
de: Abgebrochen.
pt_br: Cancelado.

source: Candlepin Event
de: Candlepin-Ereignis
pt_br: Evento do Candlepin

source: Cannot add %s repositories to a content view.
de: %s Repositorys können nicht zu einer Inhaltsansicht hinzugefügt werden.
pt_br: Não foi possível adicionar repositórios %s em uma visualização de conteúdo.

source: Cannot add a repository from an Organization other than %s.
de: Ein Repository von einer anderen Organisation als %s kann nicht hinzugefügt werden.
pt_br: Não foi possível adicionar um repositório de uma Organização a não ser %s.

source: Cannot add component versions to a non-composite content view
de: Komponentenversionen können nicht in einer Inhaltsansicht hinzugefügt werden, die keine Verbundansicht ist
pt_br: Não foi possível adicionar versões de componente a uma visualização de conteúdo sem composição.

source: Cannot add composite versions to a composite content view
de: Verbundversionen können nicht in einer Verbundinhaltsansicht hinzugefügt werden
pt_br: Não foi possível adicionar versões de composição a uma visualização de conteúdo de composição

source: Cannot add composite versions to another composite content view
de: Verbundversionen können nicht einer anderen Verbundinhaltsansicht hinzugefügt werden
pt_br: Não foi possível adicionar versões de composição em outra visualização de conteúdo de composição

source: Cannot add default content view to composite content view
de: Standardinhaltsansicht kann nicht zu Verbundinhaltsansicht hinzugefügt werden
pt_br: Não fo possível adicionar visualização de conteúdo padrão a uma visualiação de conteúdo de composição.

source: Cannot add repositories to a composite content view
de: Repositorys können nicht zu einer Verbundinhaltsansicht hinzugefügt werden
pt_br: Não foi possível adicionar repositórios a uma visualização de conteúdo de composição

source: Cannot clone repository from %{from_env} to %{to_env}. They are not sequential.
de: Repository kann nicht von %{from_env} nach %{to_env} geklont werden. Sie sind nicht aufeinanderfolgend.
pt_br: Não foi possível clonar o repositório a partir de %{from_env} até %{to_env}. Eles não são essenciais.

source: Cannot delete '%{view}' due to associated %{dependent}: %{names}.
de: "%{view}" kann nicht gelöscht werden aufgrund zugewiesener %{dependent}: %{names}.
pt_br: Não foi possível remover o '%{view}' por causa dos %{dependent}: %{names} associados.

source: Cannot delete a Red Hat Products or Products with Repositories published in a Content View
de: Red Hat Produkte oder Produkte mit Repositorys in einer Inhaltsansicht können nicht gelöscht werden
pt_br: Não foi possível remover os Produtos da Red Hat ou Produtos com os Repositórios publicados em uma Visualização de Conteúdo.

source: Cannot delete from %s, view does not exist there.
de: Aus %s kann nicht gelöscht werden, die Ansicht existiert dort nicht.
pt_br: Não foi possível remover de %s, não existe visualização lá.

source: Cannot delete provider with attached products
de: Anbieter mit verknüpften Produkten kann nicht gelöscht werden
pt_br: Não foi possível remover provedor com produtos anexados

source: Cannot delete the default Location
de: Standardmäßiger Standort kann nicht gelöscht werden
pt_br: Não foi possível remover local padrão

source: Cannot delete version while it is in environment %s
de: Version kann nicht gelöscht werden, während sie in Umgebung %s ist
pt_br: Não é possível remover versão enquanto estiver nos ambientes: %s

source: Cannot delete version while it is in environments: %s
de: Version kann nicht gelöscht werden, während sie in Umgebungen ist: %s
pt_br: Não é possível remover versão enquanto estiver nos ambientes: %s

source: Cannot delete view while it exists in environments
de: Ansicht kann nicht gelöscht werden, während sie in Umgebungen existiert
pt_br: Não foi possível remover visualização enquanto ele existir nos ambientes.

source: Cannot perform an incremental update on a Composite Content View Version (%{name} version version %{version}
de: Inkrementelle Aktualisierung auf Verbund-Inhaltsansichtsversion kann nicht durchgeführt werden (%{name} Version %{version}
pt_br: Não foi possível realizar uma atualização adicional em uma Versão de Visualização de Conteúdo de Composição (%{name}version version %{version}

source: Cannot promote environment out of sequence. Use force to bypass restriction.
de: Umgebung kann nicht in anderer Reihenfolge übertragen werden. Erzwingen Sie die Übertragung, um diese Einschränkung zu umgehen
pt_br: Não foi possível promover ambiente fora da sequência. Use força para sobrepor restrições.

source: Cannot publish default content view
de: Standardinhaltsansicht kann nicht veröffentlicht werden
pt_br: Não foi possível publicar visualização de conteúdo padrão

source: Cannot register a system to the '%s' environment
de: System kann nicht in der "%s" Umgebung registriert werden
pt_br: Não é possível registrar um sistema no ambiente \"%s\"

source: Cannot remove '%{view}' from environment '%{env}' due to associated %{dependent}: %{names}.
de: "%{view}" kann nicht aus der Umgebung "%{env}" entfernt werden aufgrund zugewiesener %{dependent}: %{names}.
pt_br: Não foi possível remover '%{view}' do ambiente '%{env}' devido ao %{dependent} associado: %{names}.

source: Cannot remove content from a non-custom repository
de: Inhalte aus einem nicht benutzerdefinierten Repository können nicht entfernt werden
pt_br: Não foi possível remover conteúdo de um repositório não padronizado.

source: Cannot remove content view from environment. Content view '%{view}' is not in lifecycle environment '%{env}'.
de: Inhaltsansicht kann nicht aus Umgebung entfernt werden. Inhaltsansicht "%{view}" befindet sich nicht in Lebenszyklusumgebung "%{env}".
pt_br: Não foi possível remover visualização de conteúdo de um ambiente. Visualização de conteúdo '%{view}' não está no ambiente de ciclo de vida '%{env}'.

source: Cannot retrieve repos from non-library environment '%s' without a content view.
de: Von der Nicht-Library-Umgebung "%s" können ohne Inhaltsansicht keine Repositorys geladen werden.
pt_br: Não foi possível recuperar repos de um ambiente sem biblioteca '%s' sem uma visualização de conteúdo.

source: Cannot specify components for non-composite views
de: Komponenten für Nicht-Verbundansichten können nicht angegeben werden
pt_br: Não é possível especificar componentes de visualizações de não composição

source: Cannot specify content for composite views
de: Inhalte für Verbundansichten können nicht angegeben werden
pt_br: Não é possível especificar conteúdo para visualizações de composição

source: Capsule
pt_br: Capsula

source: Capsule Settings
de: Capsule-Einstellungen
pt_br: Configurações de Capsula

source: Changelog for %s
de: Änderungsprotokoll für %s
pt_br: Changelog para %s

source: Changes
de: Änderungen
pt_br: Mudanças

source: Checked In
de: Angemeldet
pt_br: Verficado em

source: Choose Environment:
de: Umgebung wählen:
pt_br: Escolher Ambiente:

source: Choose a product..
de: Produkt wählen:
pt_br: Escolher um produto.

source: Choose a repository:
de: Repository wählen:
pt_br: Escolher um repositório

source: Clear the Search
de: Suche löschen
pt_br: Limpar Busca:

source: Click on the widget title text to drag and drop.
de: Klicken Sie auf den Widget-Titeltext für Drag und Drop.
pt_br: Clique no texto do título do aplicativo para arrastar e soltar

source: Click to edit
de: Zum Bearbeiten klicken
pt_br: Clicar em editar

source: Clone
de: Klonen
pt_br: Clonar

source: Close
de: Schließen
pt_br: Fechar

source: Collapse
de: Einklappen
pt_br: Quebrar

source: Collapse All
de: Alle einklappen
pt_br: Quebrar todos

source: Compare Selected
de: Auswahl vergleichen
pt_br: Comparar Selecionados

source: Component
de: Komponente
pt_br: Componente

source: Composite content view
de: Verbundinhaltsansicht
pt_br: Visualização de Conteúdo de Composição

source: Confirmation
de: Bestätigung
pt_br: Confirmação

source: Content
de: Inhalt
pt_br: Conteúdo

source: Content Available From
de: Inhalt verfügbar von
pt_br: Conteúdo Disponível a partir de

source: Content Dashboard
de: Inhaltsübersicht
pt_br: Conteúdo do Painel

source: Content Download URL:
de: Inhaltsdownload-URL:
pt_br: URL para Baixar Conteúdo:

source: Content Host
de: Inhaltshost
pt_br: Host de Conteúdo

source: Content Host Subscription Status
de: Subskriptionsstatus der Inhaltshosts
pt_br: Estado da Subscrição do Host de Conteúdo

source: Content Hosts
de: Inhaltshosts
pt_br: Hosts de Conteúdo

source: Content Notices
de: Inhaltsbenachrichtigungen
pt_br: Notas de Conteúdo

source: Content Search
de: Inhaltssuche
pt_br: Pesquisar Conteúdo

source: Content Source
de: Inhaltsquelle
pt_br: Fonte de Conteúdo

source: Content View
de: Inhaltsansicht
pt_br: Visualização de Conteúdo

source: Content View Version %{id} not in all specified environments %{envs}
de: Inhaltsansichtsversion %{id} nicht in allen angegebenen Umgebungen %{envs}
pt_br: A Versão de Visualização de Conteúdo %{id} não está em todos os ambientes especificados %{envs}

source: Content View Version Ids to perform an incremental update on. May contain composites as well as one or more components to update.
de: IDs der Inhaltsansichtsversionen, auf denen eine inkrementelle Aktualisierung durchgeführt werden soll. Kann Verbünde sowie eine oder mehrere Komponenten enthalten.
pt_br: Ids da Versão da Visualização de Conteúdo onde realizar uma atualização adicional. Pode conter composição igual ou com mais componentes para atualização.

source: Content View:
de: Inhaltsansicht:
pt_br: Visualização de Conteúdo:

source: Content Views
de: Inhaltsansichten
pt_br: Visualização de Conteúdo

source: Content Views Overview
de: Inhaltsansichten-Übersicht
pt_br: Visão Geral de Visualização de Conteúdo

source: Content Views cannot contain multiple Kickstart trees with the same version and architecture. Multiple Kickstart trees of %{release} %{arch} were found in Repositories: %{repos}
de: Inhaltsansichten dürfen nicht mehrere Kickstart-Strukturen derselben Version und Architektur enthalten. Mehrere Kickstart-Strukturen für %{release} %{arch} wurden in folgenden Repositorys gefunden: %{repos}
pt_br: Visitas ao Conteúdo não podem conter várias árvores do Kickstart com a mesma versão e arquitetura. Várias árvores de Kickstart de %{release} %{arch} foram encontrados em Repositórios:% {repos}

source: Content files to upload. Can be a single file or array of files.
de: Hochzuladende Inhaltsdateien. Kann eine einzelne Datei oder eine Array mit Dateien sein.
pt_br: Arquivos de conteúdo para carregar. Pode ser um arquivo único ou matriz de arquivos.

source: Content override parameters
de: Inhaltsüberschreibungs-Parameter
pt_br: Parâmetros de sobrescrição de conteúdo

source: Content view '%{view}' is not in environment '%{env}'
de: Inhaltsansicht "%{view}" ist nicht in der Umgebung "%{env}"
pt_br: Visualização de Conteúdo '%{view}' não está no ambiente '%{env}'

source: Content view '%{view}' is not in lifecycle environment '%{env}'.
de: Inhaltsansicht "%{view}" ist nicht in der Lebenszyklusumgebung "%{env}".
pt_br: Visualização de Conteúdo '%{view}' não está em ambiente de ciclo de vida '%{env}'.

source: Content view identifier
de: ID der Inhaltsansicht
pt_br: Identificador de visualização de conteúdo

source: Content view label
de: Kennung der Inhaltsansicht
pt_br: Rótulo de Visualização de Conteúdo

source: Content view numeric identifier
de: Numerische ID der Inhaltsansicht
pt_br: Identificador numérico de visualização de conteúdo

source: Content view version identifier
de: ID der Inhaltsansichtsversion
pt_br: Identificador da versão de visualização de conteúdo

source: Contract
de: Vertrag
pt_br: Contrato

source: Copy
de: Kopieren
pt_br: Cópia

source: Copy an activation key
de: Aktivierungsschlüssel kopieren
pt_br: Copiar uma chave de ativação

source: Cores: %s
de: Kerne: %s
pt_br: Núcleos: %s

source: Could not delete organization '%s'.
de: Organisation "%s" konnte nicht gelöscht werden.
pt_br: Não foi possível remover organização "\%s\".

source: Could not find %{content} with id '%{id}' in repository.
de: %{content} mit ID "%{id}" konnte nicht in Repository gefunden werden.
pt_br: Não foi possível encontrar %{content} com o id '%{id}' no repositório.

source: Could not find Content Host with exact name '%s', verify the Capsule is registered with that name.
de: Inhaltshost mit genauem Namen "%s" konnte nicht gefunden werden, prüfen Sie, ob die Capsule unter diesem Namen registriert ist.
pt_br: Não foi possível encontrar Content Host com o nome exato '%s', verifique se a Cápsula é registrada com este nome.

source: Could not find Environment with ids: %s
de: Umgebung mit IDs %s konnte nicht gefunden werden
pt_br: Não foi possível encontrar Ambiente com ids: %s

source: Could not find Lifecycle Environment with id '%{id}'.
de: Lebenszyklusumgebung mit ID %{id} konnte nicht gefunden werden.
pt_br: Não foi possível encontrar Ambiente de Ciclo de Vida com o id '%{id}'.

source: Could not find Repository for module %s.
de: Repository für Modul %s konnte nicht gefunden werden.
pt_br: Não foi possível encontrar o Repositório para o módulo %s.

source: Could not find all specified errata ids: %s
de: Nicht alle angegebenen Errata-IDs konnten gefunden werden: %s
pt_br: Não foi possível encontrar todos os ids de errata especificados: %s

source: Could not find errata with id: %s
de: Errata mit ID %s konnte nicht gefunden werden
pt_br: Não foi possível encontrar errata com id: %s

source: Could not unarchive puppet module. Please make sure the puppet module has been compressed properly.
de: Puppet-Modul konnte nicht aus dem Archiv wiederhergestellt werden. Vergewissern Sie sich, dass das Modul ordnungsgemäß komprimiert wurde.
pt_br: Não foi possível desarquivar o módulo puppet. Por favor, certifique-se o módulo puppet foi comprimido corretamente.

source: Couldn't find %{type} Filter with id %{id}
de: %{type} Filter mit ID %{id} konnte nicht gefunden werden
pt_br: Não' foi possível encontrar o Filtro %{type} com o id %{id}

source: Couldn't find ContentViewFilter with id=%s
de: Inhaltsansichtsfilter mit ID=%s konnte nicht gefunden werden.
pt_br: Não foi possível encontrar ContentViewFilter with id=%s

source: Couldn't find GPG key '%s'
de: GPG-Schlüssel "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar chave GPG "%s"

source: Couldn't find Organization '%s'.
de: Organisation "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar Organização '%s'.

source: Couldn't find Puppet Module '%s'.
de: Puppet-Modul "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar Módulo Puppet '%s'.

source: Couldn't find Puppet Module with id '%s'
de: Puppet-Modul mit ID "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar Módulo Puppet com id '%s'.

source: Couldn't find activation key
de: Aktivierungsschlüssel konnte nicht gefunden werden
pt_br: Não foi possível encontrar a chave de ativação

source: Couldn't find activation key '%s'
de: Aktivierungsschlüssel "%s" konnte nicht gefunden werden
pt_br: Não foi possível encontrar chave de ativação "%s"

source: Couldn't find activation key content view id '%s'
de: Aktivierungsschlüssel-Inhaltsansichts-ID "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar o ID da visualização de conteúdo da chave de ativação '%s'.

source: Couldn't find activation key environment '%s'
de: Aktivierungsschlüsselumgebung "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar o ambiente da chave de ativação '%s'.

source: Couldn't find consumer '%s'
de: Verbraucher "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar consumidor "%s"

source: Couldn't find content '%s'
de: Inhalt "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar conteúdo "%s"

source: Couldn't find content host '%s'
de: Inhaltshost "%s" konnte nicht gefunden werden
pt_br: Não foi possível encontrar o host de conteúdo '%s'.

source: Couldn't find content host content view id '%s'
de: Inhaltshost-Inhaltsansichts-ID "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar ID da visualização de conteúdo do host de conteúdo '%s'.

source: Couldn't find content host environment '%s'
de: Inhaltshostumgebung "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar ambiente do host de conteúdo '%s'.

source: Couldn't find content view '%s'
de: Inhaltsansicht "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar visualização de conteúdo '%s'

source: Couldn't find content view version '%s'
de: Inhaltsansichtsversion "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar versão da visualização de conteúdo '%s'

source: Couldn't find content view versions '%s'
de: Inhaltsansichtsversionen "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar versões de visualização de conteúdo '%s'

source: Couldn't find environment '%s'
de: Umgebung "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar ambiente "%s"

source: Couldn't find errata ids '%s'
de: Errata-IDs "%s" konnten nicht gefunden werden.
pt_br: Não foi possível encontrar id de errata "%s"

source: Couldn't find gpg key '%s'
de: GPG-Schlüssel "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar chave GPG "%s"

source: Couldn't find host collection '%s'
de: Hostsammlung "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar coleção de host '%s'.

source: Couldn't find organization '%s'
de: Organisation "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar organização "\%s\"

source: Couldn't find prior-environment '%s'
de: Vorherige Umgebung "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar ambiente anterior "%s"

source: Couldn't find product '%s'
de: Produkt "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar produto "%s"

source: Couldn't find product with id '%s'
de: Produkt mit ID "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar produto com ID "%s"

source: Couldn't find puppet environment associated with lifecycle environment '%{env}' and content view '%{view}'
de: Puppet-Umgebung, die der Lebenszyklusumgebung "%{env}" und der Inhaltsansicht "%{view}" zugewiesen ist, konnte nicht gefunden werden
pt_br: Não' foi possível encontrar ambiente puppet associado com o ambiente de ciclo de vida '%{env}' e visualização de conteúdo '%{view}'

source: Couldn't find repository '%s'
de: Repository "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar repositório "%s"

source: Couldn't find repository set with id '%s'.
de: Repository-Gruppe mit ID "%s" konnte nicht gefunden werden.
pt_br: Não foi possível encontrar conjunto de repositório com a id"%s"

source: Couldn't find subject of synchronization
de: Subjekt der Synchronisation konnte nicht gefunden werden.
pt_br: Não foi possível encontrar tópico de sincronização
