Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: Red Hat Repositories
de: Red Hat Repositorys
pt_br: Repositórios de Red Hat

source: environment cannot be set to an environment already on its path
de: Umgebung darf sich nicht bereits auf dem Pfad befinden
pt_br: ambiente não pode ser configurado para um ambiente já em seu caminho

source: items selected.
de: Elemente ausgewählt.
pt_br: Itens selecionados

source: "comma separated values. The value will be available in templates as @host.params['#{kt_ak_label}']"
de: "kommagetrennte Werte. Der Wert steht in Vorlagen als @host.params['#{kt_ak_label}'] zur Verfügung"
pt_br: "valores separados por vírgulas. O valor estará disponível nos modelos como @host.params['#{kt_ak_label}']"

source: %s Distributors Removed Successfully
de: %s Distributoren erfolgreich entfernt
pt_br: %s Distribuidores Removidos com Sucesso

source: %s Removed Successfully
de: %s erfolgreich entfernt
pt_br: %s Removido com Sucesso

source: %s ago
de: vor %s
pt_br: %s atrás

source: %s for more details.
de: %s für weitere Details.
pt_br: %s para mais detalhes

source: %s is not a valid package name
de: %s ist kein gültiger Paketname
pt_br: %s não é um nome de pacote válido

source: %{app_name} Version: %{version}
pt_br: %{app_name} Versão: %{version}

source: %{content_view_name}, version %{content_view_version}
pt_br: %{content_view_name}, versão %{content_view_version}

source: %{errata} (%{total} other errata)
de: %{errata} (%{total} weitere Errata)
pt_br: %{errata} (%{total} outra errata)

source: %{errata} (%{total} other errata) install canceled
de: %{errata} (%{total} weitere Errata) Installation abgebrochen
pt_br: %{errata} (%{total} outra errata) instalação cancelada

source: %{errata} (%{total} other errata) install failed
de: %{errata} (%{total} weitere Errata) Installation fehlgeschlagen
pt_br: %{errata} (%{total} outra errata) instalação falhou

source: %{errata} (%{total} other errata) install timed out
de: Zeitüberschreitung bei Installation von %{errata} (%{total} weitere Errata)
pt_br: %{errata} (%{total} outra errata) instalação expirou

source: %{errata} (%{total} other errata) installed
de: %{errata} (%{total} weitere Errata) installiert
pt_br: %{errata} (%{total} outra errata) instalada

source: %{errata} erratum install canceled
de: %{errata} Erratum-Installation abgebrochen
pt_br: %{errata} instalação da errata cancelada

source: %{errata} erratum install failed
de: %{errata} Erratum-Installation fehlgeschlagen
pt_br: %{errata} instalação da errata falhou

source: %{errata} erratum install timed out
de: Zeitüberschreitung bei Installation von %{errata} Erratum
pt_br: %{errata} tempo de instalação da errata expirou

source: %{errata} erratum installed
de: %{errata} Erratum installiert
pt_br: %{errata} errata instalado

source: %{group} (%{total} other package groups)
de: %{group} (%{total} weitere Paketgruppen)
pt_br: %{group} (%{total} outros grupos de pacotes)

source: %{group} (%{total} other package groups) install canceled
de: %{group} (%{total} weitere Paketgruppen) Installation abgebrochen
pt_br: %{group} (%{total} outros grupos de pacote) instalação cancelada

source: %{group} (%{total} other package groups) install failed
de: %{group} (%{total} weitere Paketgruppen) Installation fehlgeschlagen
pt_br: %{group} (%{total} outros grupos de pacote) instalação falhou

source: %{group} (%{total} other package groups) install timed out
de: Zeitüberschreitung bei Installation von %{group} (%{total} weitere Paketgruppen)
pt_br: %{group} (%{total} outros grupos de pacote) tempo de instalação expirou

source: %{group} (%{total} other package groups) installed
de: %{group} (%{total} weitere Paketgruppen) installiert
pt_br: %{group} (%{total} outros grupos de pacote) instalado

source: %{group} (%{total} other package groups) remove canceled
de: %{group} (%{total} weitere Paketgruppen) Entfernen abgebrochen
pt_br: %{group} (%{total} outros grupos de pacote) remoção cancelada

source: %{group} (%{total} other package groups) remove failed
de: %{group} (%{total} weitere Paketgruppen) Entfernen fehlgeschlagen
pt_br: %{group} (%{total}outros grupos de pacotes) remoção falhou

source: %{group} (%{total} other package groups) remove timed out
de: Zeitüberschreitung bei Entfernung von %{group} (%{total} weitere Paketgruppen)
pt_br: %{group} (%{total} outros grupos de pacote) remoção expirada

source: %{group} (%{total} other package groups) removed
de: %{group} (%{total} weitere Paketgruppen) entfernt
pt_br: %{group} (%{total} outros grupos de pacotes) removidos

source: %{group} (%{total} other package groups) update canceled
de: %{group} (%{total} weitere Paketgruppen) Aktualisierung abgebrochen
pt_br: %{group} (%{total} outros grupos de pacotes) atualização cancelada

source: %{group} (%{total} other package groups) update failed
de: %{group} (%{total} weitere Paketgruppen) Aktualisierung fehlgeschlagen
pt_br: %{group} (%{total} outros grupos de pacotes) atualização falhou

source: %{group} (%{total} other package groups) update timed out
de: Zeitüberschreitung bei Aktualisierung von %{group} (%{total} weitere Paketgruppen)
pt_br: %{group} (%{total} outros grupos de pacotes) atualização expirou

source: %{group} (%{total} other package groups) updated
de: %{group} (%{total} weitere Paketgruppen) aktualisiert
pt_br: %{group} (%{total} outros grupos de pacotes) atualizados

source: %{group} package group install canceled
de: %{group} Paketgruppeninstallation abgebrochen
pt_br: %{group} Instalação do Grupo de Pacote foi Cancelada

source: %{group} package group install failed
de: %{group} Paketgruppeninstallation fehlgeschlagen
pt_br: %{group} Instalação do Grupo de Pacote Falhou

source: %{group} package group install timed out
de: Zeitüberschreitung bei Installation von %{group} Paketgruppe
pt_br: %{group} Instalação do Grupo de Pacote Expirou o Tempo

source: %{group} package group installed
de: %{group} Paketgruppe installiert
pt_br: %{group} de grupo de pacote instalado

source: %{group} package group remove canceled
de: %{group} Paketgruppenentfernung abgebrochen
pt_br: %{group} Remoção do Grupo de Pacote Cancelada

source: %{group} package group remove failed
de: %{group} Paketgruppenentfernung fehlgeschlagen
pt_br: %{group} Remoção de Grupo de Pacote Falhou

source: %{group} package group remove timed out
de: Zeitüberschreitung bei Entfernung von %{group} Paketgruppe
pt_br: %{group} Remoção de Grupo de Pacote Expirou o Tempo

source: %{group} package group removed
de: %{group} Paketgruppe entfernt
pt_br: %{group} grupo de pacote removido

source: %{group} package group update canceled
de: %{group} Paketgruppenaktualisierung abgebrochen
pt_br: %{group} de atualização de grupo de pacote cancelada

source: %{group} package group update failed
de: %{group} Paketgruppenaktualisierung fehlgeschlagen
pt_br: %{group} atualização de grupo de pacote falhou

source: %{group} package group update timed out
de: Zeitüberschreitung bei Aktualisierung von %{group} Paketgruppe
pt_br: %{group} atualização de grupo de pacote expirou o tempo

source: %{group} package group updated
de: %{group} Paketgruppe aktualisiert
pt_br: %{group} grupo de pacote atualizado

source: %{name} (Registered: %{time})
de: %{name} (Registriert: %{time})
pt_br: %{name} (Registrado: %{time})

source: %{package} (%{total} other packages)
de: %{package} (%{total} weitere Pakete)
pt_br: %{package} (%{total} outros pacotes)

source: %{package} (%{total} other packages) install canceled
de: %{package} (%{total} weitere Pakete) Installation abgebrochen
pt_br: %{package} (%{total} outros pacotes) instalação cancelada

source: %{package} (%{total} other packages) install failed
de: %{package} (%{total} weitere Pakete) Installation fehlgeschlagen
pt_br: %{package} (%{total} outros pacotes) instalação falhou

source: %{package} (%{total} other packages) install timed out
de: Zeitüberschreitung bei Installation von %{package} (%{total} weitere Pakete) Installation
pt_br: %{package} (%{total} outros pacotes) tempo de instalação expirou

source: %{package} (%{total} other packages) installed
de: %{package} (%{total} weitere Pakete) installiert
pt_br: %{package} (%{total} outros pacotes) instalados

source: %{package} (%{total} other packages) remove canceled
de: %{package} (%{total} weitere Pakete) Entfernen abgebrochen
pt_br: %{package} (%{total} outros pacotes ) remoção cancelada

source: %{package} (%{total} other packages) remove failed
de: %{package} (%{total} weitere Pakete) Entfernen fehlgeschlagen
pt_br: %{package} (%{total} outros pacotes) remoção falhou

source: %{package} (%{total} other packages) remove timed out
de: Zeitüberschreitung bei Entfernung von %{package} (%{total} weitere Pakete)
pt_br: %{package} (%{total} outros pacotes) tempo de remoção expirou

source: %{package} (%{total} other packages) removed
de: %{package} (%{total} weitere Pakete) entfernt
pt_br: %{package} (%{total} outros pacotes)

source: %{package} (%{total} other packages) update canceled
de: %{package} (%{total} weitere Pakete) Aktualisierung abgebrochen
pt_br: %{package} (%{total} outros pacotes) atualização cancelada

source: %{package} (%{total} other packages) update failed
de: %{package} (%{total} weitere Pakete) Aktualisierung fehlgeschlagen
pt_br: %{package} (%{total} outros pacotes) atualização falhou

source: %{package} (%{total} other packages) update timed out
de: Zeitüberschreitung bei Aktualisierung von %{package} (%{total} weitere Pakete)
pt_br: %{package} (%{total} outros pacotes) tempo de atualização expirou

source: %{package} (%{total} other packages) updated
de: %{package} (%{total} weitere Pakete) aktualisiert
pt_br: %{package} (%{total} outros pacotes)

source: %{package} package install canceled
de: %{package} Paketinstallation abgebrochen
pt_br: %{package} de instalação de pacote cancelada

source: %{package} package install timed out
de: Zeitüberschreitung bei Installation von %{package} Paket
pt_br: %{package} instalação de pacote expirou o tempo

source: %{package} package remove canceled
de: %{package} Paketentfernung abgebrochen
pt_br: %{package} remoção de pacote cancelada

source: %{package} package remove failed
de: %{package} Paketentfernung fehlgeschlagen
pt_br: %{package} remoção de pacote falhou

source: %{package} package remove timed out
de: Zeitüberschreitung bei Entfernung von %{package} Paket
pt_br: %{package} remoção de pacote expirou o tempo

source: %{package} package removed
de: %{package} Paket entfernt
pt_br: %{package} pacote removido

source: %{package} package update canceled
de: %{package} Paketaktualisierung abgebrochen
pt_br: %{package} de atualização de pacote cancelada

source: %{package} package update failed
de: %{package} Paketaktualisierung fehlgeschlagen
pt_br: %{package} atualização de pacote falhou

source: %{package} package update timed out
de: Zeitüberschreitung bei Aktualisierung von %{package} Paket
pt_br: %{package} atualização de pacote expirou o tempo

source: %{package} package updated
de: %{package} Paket aktualisiert
pt_br: %{package} pacote atualizado

source: %{repo} (Product: %{product})
de: %{repo} (Produkt: %{product})
pt_br: %{repo} (Produto: %{product})

source: %{substitutions} are not valid substitutions for %{content_url}
de: %{substitutions} sind keine gültigen Ersetzungen für %{content_url}
pt_br: %{substitutions} não são substituições válidas para %{content_url}

source: '%s' did not meet the current search criteria and is not being shown.
de: "%s" stimmt nicht mit aktuellen Suchkriterien überein und wird nicht angezeigt.
pt_br: "%s" não atendeu aos critérios de busca atuais e não está sendo exibido.

source: '%s' no longer matches the current search criteria.
de: "%s" stimmt nicht mehr mit aktuellen Suchkriterien überein.
pt_br: "%s" não coincide mais com os critérios de busca atuais.

source: (%X of %Y repositories selected)
de: (%X von %Y Repositorys ausgewählt)
pt_br: (%X of %Y repositórios selecionados)

source: (Entire product selected)
de: (Gesamtes Produkt ausgewählt)
pt_br: (Todos os produtos selecionados)

source: (Load %X More)
de: (%X weitere laden)
pt_br: (Carregar Mais %X)

source: (Orphaned)
de: (Verwaist)
pt_br: (Órfão)

source: + Add
de: + Hinzufügen
pt_br: + Adicionar

source: + New %s
de: + Neu: %s
pt_br: + Novo %s

source: + New Distributor
de: + Neuer Distributor
pt_br: + Novo Distribuidor

source: + Yes
de: + Ja
pt_br: + Sim

source: 400 - Invalid Parameters
de: 400 - Ungültige Parameter
pt_br: 400 - Parâmetros Inválidos

source: 403 - Permission Denied
de: 403 - Zugriff verweigert
pt_br: 403 - Permissão Negada

source: 404 - That page doesn't exist or is missing!
de: 404 - Diese Seite existiert nicht oder fehlt
pt_br: 404 - Esta página não existe ou está faltando!

source: 500 Internal Server Error
de: 500 Interner Serverfehler
pt_br: 500 Erro de Servidor Interno

source: : '%s' is a built-in environment
de: : "%s" ist eine integrierte Umgebung
pt_br: : "%s" é um ambiente embutido

source: A backend service [ %s ] is unreachable
de: Ein Back-End-Dienst [ %s ] kann nicht erreicht werden
pt_br: Um serviço de backend [%s] não pode ser alcançado

source: A content_type must be provided.
de: Ein content_type muss angegeben werden.
pt_br: Deve ser fornecido um tipo de conteúdo

source: A label was not provided during environment creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the environment and recreate it with the desired label.
de: Während der Umgebungserstellung wurde keine Kennung angegeben, aus diesem Grund wurde automatisch die Kennung "%{label}" zugewiesen. Falls Sie eine andere Kennung verwenden möchten, löschen Sie bitte die Umgebung und erstellen Sie diese mit der gewünschten Kennung neu.
pt_br: Não foi fornecido um rótulo durante a criação do ambiente, portanto, um rótulo de '%{label}' foi atribuido automaticamente. Se você deseja um rótulo diferente, por favor remova o ambiente e recrie-o com o rótulo desejado.

source: A label was not provided during organization creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the organization and recreate it with the desired label.
de: Während der Organisationserstellung wurde keine Kennung angegeben, aus diesem Grund wurde automatisch die Kennung "%{label]}" zugewiesen. Falls Sie eine andere Kennung verwenden möchten, löschen Sie bitte die Organisation und erstellen Sie diese mit der gewünschten Kennung neu.
pt_br: Não foi fornecido um rótulo durante a criação da empresa, portanto, um rótulo de '%{label}' foi atribuido automaticamente. Se você deseja um rótulo diferente, por favor remova a empresa e recrie-o com o rótulo desejado.

source: A label was not provided during product creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the product and recreate it with the desired label.
de: Während der Produkterstellung wurde keine Kennung angegeben, aus diesem Grund wurde automatisch die Kennung "%{label}" zugewiesen. Falls Sie eine andere Kennung verwenden möchten, löschen Sie bitte das Produkt und erstellen Sie es mit der gewünschten Kennung neu.
pt_br: Não foi fornecido um rótulo durante a criação do produto, portanto, um rótulo de '%{label}' foi atribuido automaticamente. Se você deseja um rótulo diferente, por favor remova o produto e recrie-o com o rótulo desejado.

source: A label was not provided during repository creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the repository and recreate it with the desired label.
de: Während der Repository-Erstellung wurde keine Kennung angegeben, aus diesem Grund wurde automatisch die Kennung "%{label}" zugewiesen. Falls Sie eine andere Kennung verwenden möchten, löschen Sie bitte das Repository und erstellen Sie es mit der gewünschten Kennung neu.
pt_br: Não foi fornecido um rótulo durante a criação do repositório, portanto, um rótulo de '%{label}' foi atribuido automaticamente. Se você deseja um rótulo diferente, por favor remova o repositório e recrie-o com o rótulo desejado.

source: A large number of errata are unapplied in this content view, so only the first 100 are shown.
de: In dieser Inhaltsansicht ist eine große Anzahl von Errata nicht angewendet; nur die ersten 100 werden angezeigt.
pt_br: Diversas erratas não são aplicadas nesta visualização de conteúdo, portanto somente as primeiras 100 aparecem.

source: A large number of errata were synced for this repository, so only the first 100 are shown.
de: Für dieses Repository wurde eine große Anzahl von Errata synchronisiert; nur die ersten 100 werden angezeigt.
pt_br: Diversas erratas estavam sincronizadas para este repositório, portanto somente as primeiras 100 aparecem.

source: A post-promotion summary of hosts with available errata
de: Eine Zusammenfassung (nach Übertragung) der Hosts mit verfügbaren Errata
pt_br: Um sumário de pós-promoção de hosts com errata disponível

source: A request has been received by Katello server '%{url}' to retrieve the logins for email '%{email}'. The following is a list of those logins:
de: Beim Katello-Server "%{url}" ging eine Anfrage zu den Anmeldungen für die E-Mail-Adresse "%{email}" ein. Nachfolgend sehen Sie eine Liste der zugehörigen Anmeldungen:
pt_br: Recebemos uma requisição pelo servidor do Katello '%{url}' para recuperar os logins para email '%{email}'. Segue abaixo uma lista de todos os logins:

source: A service level for auto-healing process, e.g. SELF-SUPPORT
de: Ein Servicelevel für automatische Neusubskription, z. B. SELBSTHILFE
pt_br: Nível de serviço para processo de auto-reparo. Ex.: AUTO-SUPORTE

source: A summary of available and applicable errata for your hosts
de: Eine Zusammenfassung der verfügbaren und relevanten Errata für Ihre Hosts
pt_br: Um sumário de erratas aplicáveis e disponíveis para seus hosts

source: A summary of new errata after a repository is synchronized
de: Eine Zusammenfassung der neuen Errata, nachdem ein Repository synchronisiert wurde
pt_br: Um sumário de nova errata após um repositório ser sincronizado

source: Abstract async task
de: Übersicht asynchrone Task
pt_br: Tarefa assíncrona abstrata

source: Action not allowed for the default capsule.
de: Aktion für die Standard-Capsule nicht zulässig
pt_br: Ação não permitida para a capsula padrão

source: Action unauthorized to be performed on selected systems.
de: Aktion ist nicht zur Ausführung auf ausgewählten Systemen autorisiert.
pt_br: Ação não autorizada para realizar em sistemas selecionados

source: Activation Keys
de: Aktivierungsschlüssel
pt_br: Chaves de Ativação

source: Activation key ID
de: Aktivierungsschlüssel-ID
pt_br: Ativação do ID da chave

source: Activation key with uuid %s not found
de: Aktivierungsschlüssel mit UUID "%s" nicht gefunden
pt_br: A chave de ativação com uuid %s não foi encontrada

source: Activation keys and subscriptions can be managed
de: Aktivierungsschlüssel und Subskriptionen können verwaltet werden
pt_br: Chave de Ativação e subscrições podem ser gerenciadas

source: Active only
de: Nur aktive
pt_br: Somente ativo

source: Add
de: Hinzufügen
pt_br: Adicionar

source: Add All
de: Alle hinzufügen
pt_br: Adicionar Todos

source: Add Products and Repositories:
de: Produkte und Repositorys hinzufügen:
pt_br: Adicionar Produtos e Repositórios:

source: Add Sync Plan Products
de: Synchronisationsplan-Produkte hinzufügen
pt_br: Adicionar Produtos de Plano de Sincronização

source: Add a puppet module to the content view
de: Puppet-Modul zur Inhaltsansicht hinzufügen
pt_br: Adicionar módulo do puppet a visualização de conteúdo

source: Add a subscription to a resource
de: Subskription zu einer Ressource hinzufügen
pt_br: Adicionar uma subscrição a um recurso

source: Add a subscription to a system
de: Subskription zu einem System hinzufügen
pt_br: Adicionar uma subscrição ao sistema

source: Add a subscription to an activation key
de: Subskription zu einem Aktivierungsschlüssel hinzufügen
pt_br: Adicionar uma subscrição à uma chave de ativação

source: Add all packages without Errata to the included/excluded list. (Package Filter only)
de: Alle Pakete ohne Errata zur Einschluss-/Ausschlussliste hinzufügen (nur Paketfilter)
pt_br: Adicionar todos os pacotes sem a Errata para incluir ou excluir da lista (Somente Filtro de Pacote)

source: Add content host to the host collection
de: Inhaltshost zur Hostsammlung hinzufügen
pt_br: Adicionar host de conteúdo para a coleção de host

source: Add lifecycle environment
de: Lebenszyklusumgebung hinzufügen
pt_br: Adicionar Ambiente de Ciclo de Vida

source: Add one or more host collections to one or more content hosts
de: Eine oder mehrere Hostsammlungen zu einem oder mehreren Inhaltshosts hinzufügen
pt_br: Adicionar um ou mais coleções a um ou mais hosts de conteúdo

source: Add products to sync plan
de: Produkte zum Synchronisationsplan hinzufügen
pt_br: Adicionar produtos ao plano de sincronização

source: Add repository
de: Repository hinzufügen
pt_br: Adicionar Repositório

source: Added Content:
de: Hinzugefügte Inhalte:
pt_br: Conteúdo adicionado:

source: Adding Package Group...
de: Paketgruppe wird hinzugefügt …
pt_br: Adicionar Grupo de Pacote...

source: Adding Package...
de: Paket wird hinzugefügt …
pt_br: Adicionar Pacote...

source: After generating the incremental update, apply the changes to the specified systems. Only Errata are supported currently.
de: Nach Erstellen der inkrementellen Aktualisierung die Änderungen auf die angegebenen Systeme anwenden. Derzeit werden nur Errata unterstützt.
pt_br: Após gerar a atualização adicional, aplicar as mudanças em sistemas especificados. Atualmente, somente erratas são suportadas.

source: Alert
de: Warnung
pt_br: Aviso

source: All Content Views
de: Alle Inhaltsansichten
pt_br: Todas as Visualizações de Conteúdo

source: All Products
de: Alle Produkte
pt_br: Todos os Produtos

source: All Repos
de: Alle Repositorys
pt_br: Todos os Repositórios

source: All Repositories
de: Alle Repositorys
pt_br: Todos os Repositórios

source: All repositories
de: Alle Repositorys
pt_br: Todos os Repositórios

source: Any number of facts about this content host
de: Beliebige Anzahl an Fakten über diesen Inhaltshost
pt_br: Quaisquer fatos sobre este host de conteúdo

source: Architecture
de: Architektur
pt_br: Arquitetura

source: Architecture:
de: Architektur:
pt_br: Arquitetura:

source: Are you sure you want to delete the %X selected distributor(s)?
de: Sind Sie sicher, dass Sie die %X ausgewählten Distributoren löschen möchten?
pt_br: Você tem certeza que deseja remover o(s) distribuidor(s) selecionado(s) do %X?

source: Are you sure you want to remove this distributor?
de: Sind Sie sicher, dass Sie diesen Distributor entfernen möchten?
pt_br: Você tem certeza que deseja remover este distribuidor?

source: Are you sure?
de: Sind Sie sicher?
pt_br: Você tem certeza?

source: Array of content host ids
de: Array der Inhaltshost-IDs
pt_br: Matriz de Ids de host de conteúdo

source: Array of subscriptions to add
de: Array der hinzuzufügenden Subskriptionen
pt_br: Matriz de subscrições a adicionar

source: Array of upload ids to import
de: Array der zu importierenden Upload-IDs
pt_br: Matriz de carregamento de Ids para importar

source: Assign the %{count} host with no %{taxonomy_single} to %{taxonomy_name}
de: %{count} Host ohne %{taxonomy_single} zu %{taxonomy_name} zuweisen
pt_br: Atribuir o host %{count} sem um %{taxonomy_single} ao %{taxonomy_name}

source: Assign the environment and content view to one or more systems
de: Umgebung und Inhaltsansicht zu einem oder mehreren Systemen zuweisen
pt_br: Atribuir o ambiente e visualização de contéudo a um ou mais sistemas
