Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: Publish a content view
de: Inhaltsansicht veröffentlichen
pt_br: Publicar uma visualização de conteúdo

source: Published new version
de: Neue Version veröffentlicht
pt_br: Publicado nova versão

source: Pulp not running
de: Pulp wird nicht ausgeführt
pt_br: Pulp não está funcionando

source: Pulp service unavailable during creating repository '%s', please try again later.
de: Pulp-Dienst während der Erstellung von Repository "%s" nicht verfügbar, bitte versuchen Sie es später erneut.
pt_br: Serviço do Pulp está indisponível durante a criação do repositório '%s', por favor tente novamente mais tarde.

source: Pulp task error
de: Pulp-Taskfehler
pt_br: Erro de tarefa Pulp

source: Pulp task error. Refer to task for more details.
de: Pulp-Taskfehler. Weitere Informationen in der Task.
pt_br: Erro de tarefa do Pulp. Refira à tarefa para mais detalhes.

source: Puppet Environment
de: Puppet-Umgebung
pt_br: Ambiente Puppet

source: Puppet Module '%s' found more than once. Please specify the author.
de: Puppet-Modul "%s" wurde mehr als einmal gefunden. Bitte geben Sie den Autor an.
pt_br: Módulo Puppet '%s' encontrado mais de uma vez. Por favor, especifique o autor.

source: Puppet Module with name='%{name}' and author='%{author}' does not exist
de: Puppet-Modul mit dem Namen "%{name}" und dem Autor "%{author}" existiert nicht
pt_br: Módulo Puppet com name = '%{name}' e autor = '%{author} 'não existe

source: Puppet Modules
de: Puppet-Module
pt_br: Módulos puppet

source: Puppet Modules (%s)
de: Puppet-Module (%s)
pt_br: Módulos Puppet (%s)

source: Puppet module conflict: '%{mod}' is in %{versions}.
de: Puppet-Modulkonflikt: "%{mod}" ist in %{versions}.
pt_br: Conflito de Módulo do Puppet : '%{mod}' está na %{versions}.

source: Quantity
de: Anzahl
pt_br: Quantidade

source: Quantity of this subscription to add
de: Hinzuzufügende Anzahl dieser Subskription
pt_br: Quantidade desta subscrição a adicionar.

source: Quantity of this subscriptions to add
de: Hinzuzufügende Anzahl der Subskription
pt_br: Quantidade destas inscrições para adicionar

source: Reason: %s
de: Grund: %s
pt_br: Razão: %s

source: Red Hat Product
de: Red Hat Produkt
pt_br: Produtos da Red Hat

source: Red Hat Repositories
de: Red Hat Repositorys
pt_br: Repositórios da Red Hat

source: Red Hat Subscriptions
de: Red Hat Subskriptionen
pt_br: Subscrições da Red Hat

source: Red Hat products cannot be manipulated.
de: Red Hat Produkte können nicht verändert werden.
pt_br: O produtos da Red Hat não pode ser manipulados.

source: Red Hat provider can not be deleted
de: Red Hat Anbieter kann nicht gelöscht werden
pt_br: O provedor da Red Hat não pode ser removido

source: Red Hat repositories cannot be manipulated.
de: Red Hat Repositorys können nicht verändert werden.
pt_br: Os repositórios da Red Hat não pode ser manipulados.

source: References:
de: Referenzen:
pt_br: Referências:

source: Refresh Manifest
de: Manifest aktualisieren
pt_br: Atualizar Manifesto

source: Refresh Results
de: Ergebnisse aktualisieren
pt_br: Atualizar Resultados

source: Refresh previously imported manifest for Red Hat provider
de: Zuvor importiertes Manifest für Red Hat Anbieter aktualisieren
pt_br: Atualizar manifesto importado anteriormente para provedor Red Hat

source: Refreshing
de: Aktualisieren
pt_br: Atualizando

source: Register a content host
de: Inhaltshost registrieren
pt_br: Registrar um host de conteúdo

source: Register a content host in environment
de: Inhaltshost in Umgebung registrieren
pt_br: Registrar um host de conteúdo no ambiente

source: Registered
de: Registriert
pt_br: Registrado

source: Release version of the content host
de: Release-Version dieses Inhaltshosts
pt_br: Versão de lançamento do host de conteúdo

source: Releasever to disable
de: Zu deaktivierende Release-Version
pt_br: Releasever a desativar

source: Releasever to enable
de: Zu aktivierende Release-Version
pt_br: Releasever a ativar

source: Reload data
de: Daten neu laden
pt_br: Recarregar dados

source: Remove
de: Entfernen
pt_br: Remover

source: Remove All
de: Alle entfernen
pt_br: Remover Todos

source: Remove Content
de: Inhalt entfernen
pt_br: Remover Conteúdo

source: Remove Distributor
de: Distributor entfernen
pt_br: Remover distribuidor

source: Remove Distributor(s)
de: Distributoren entfernen
pt_br: Remover Distribuidor(es)

source: Remove Version
de: Version entfernen
pt_br: Versão a Remover

source: Remove Versions and Associations
de: Versionen und Verknüpfungen entfernen
pt_br: Versões a remover e associações

source: Remove a content view from an environment
de: Inhaltsansicht aus einer Umgebung entfernen
pt_br: Remover a exibição de conteúdo de um ambiente

source: Remove a puppet module from the content view
de: Puppet-Modul aus der Inhaltsansicht entfernen
pt_br: Retirar um módulo puppet da visualização de conteúdo

source: Remove content hosts from the host collection
de: Inhaltshosts aus der Hostsammlung entfernen
pt_br: Remover hosts de conteúdo de uma coleção de host

source: Remove content on one or more systems
de: Inhalte auf einem oder mehreren Systemen entfernen
pt_br: Remover o conteúdo de um ou mais sistemas

source: Remove content view version
de: Inhaltsansichtsversion entfernen
pt_br: Remover versão da visualização de conteúdo

source: Remove docker images
de: Docker-Images entfernen
pt_br: Remover imagens de docker

source: Remove from Environment
de: Aus Umgebung entfernen
pt_br: Remover do Ambiente

source: Remove lifecycle environment
de: Lebenszyklusumgebung entfernen
pt_br: Remover ambiente de ciclo de vida

source: Remove one or more host collections from one or more content hosts
de: Eine oder mehrere Hostsammlungen von einem oder mehreren Inhaltshosts entfernen
pt_br: Remover um ou mais coleções de um ou mais hosts de conteúdo

source: Remove package
de: Paket entfernen
pt_br: Remover Pacote

source: Remove package group
de: Paketgruppe entfernen
pt_br: Remover grupo de pacote

source: Remove products from sync plan
de: Produkte aus Synchronisationsplan entfernen
pt_br: Remover produtos do plano de Sincronização

source: Remove repository
de: Repository entfernen
pt_br: Remover repositório

source: Remove versions and/or environments from a content view and reassign systems and keys
de: Versionen und/oder Umgebungen aus einer Inhaltsansicht entfernen und Systeme und Schlüssel neu zuweisen
pt_br: Remover as versões e/ou ambientes a partir de uma visualização de conteúdo e reajustar os sistemas e as chaves

source: Removing Package Group...
de: Paketgruppe wird entfernt …
pt_br: Removendo Grupo de Pacote...

source: Removing Package...
de: Paket wird entfernt …
pt_br: Removendo Pacote...

source: Rendering 404:
pt_br: Renderização 404:

source: Rendering 500:
pt_br: Renderização 500:

source: Repo Type:
de: Repository-Typ:
pt_br: Tipo de Repo:

source: Repositories
de: Repositorys
pt_br: Repositórios

source: Repositories from published Content Views are not allowed.
de: Repositorys aus veröffentlichten Inhaltsansichten sind nicht zulässig.
pt_br: Repositórios de Visualizações de Conteúdo publicadas não são permitidas.

source: Repository
pt_br: Repositórios

source: Repository %s cannot be deleted since it has already been included in a published Content View.
de: Repository %s kann nicht gelöscht werden, da es bereits in einer veröffentlichen Inhaltsansicht enthalten ist.
pt_br: Repositório %s não pode ser excluído, uma vez que já foi incluído em uma exibição de conteúdo publicado.

source: Repository %s cannot be deleted since they are Red Hat repositories.
de: Repository %s kann nicht gelöscht werden, da es sich um ein Red Hat Repository handelt.
pt_br: Repositório %s não pode ser excluído, uma vez que são repositórios da Red Hat.

source: Repository Comparison
de: Repository-Vergleich
pt_br: Comparação de Repositório

source: Repository Set
de: Repository-Gruppe
pt_br: Conjunto do Repositório

source: Repository URL or Upstream Name is empty. Both are required for syncing from the upstream.
de: Repository-URL oder Upstream-Name ist leer. Beide sind zur Synchronisation vom Upstream erforderlich.
pt_br: URL do repositório ou Nome da Upstream estão vazios. Ambos são necessários para a sincronização a partir da upstream.

source: Repository cannot be deleted since it has already been included in a published Content View. Please delete all Content View versions containing this repository before attempting to deleting it.
de: Repository kann nicht gelöscht werden, da es bereits in einer veröffentlichen Inhaltsansicht enthalten ist. Bitte löschen Sie alle Inhaltsansichtsversionen, die dieses Repository enthalten, bevor Sie es zu löschen versuchen.
pt_br: Repositório não pode ser excluído, uma vez que já foi incluído em uma exibição de conteúdo publicado. Por favor, apague todas as versões de visualização de conteúdo que contenham este repositório antes de tentar excluí-lo.

source: Repository cannot be disabled since it has already been promoted.
de: Repository kann nicht deaktiviert werden, da es bereits übertragen wurde.
pt_br: O Repositório não pode ser desabilitado pois já foi promovido.

source: Repository conflict: '%{repo}' is in %{versions}.
de: Repository-Konflikt: "%{repo}" ist in %{versions}.
pt_br: Conflito de Repositório: '%{repo}' is in %{versions}.

source: Repository has already been cloned to %{cv_name} in environment %{to_env}
de: Repository wurde bereits geklont auf %{cv_name} in der Umgebung %{to_env}
pt_br: Repositório já foi clonado para %{cv_name} no ambiente %{to_env}

source: Repository has already been promoted to %{to_env}
de: Repository wurde bereits übertragen nach %{to_env}
pt_br: Repositório já foi promovido para %{to_env}

source: Repository id
pt_br: Id de repositório

source: Repository metadata publish
de: Repository-Metadaten veröffentlichen
pt_br: Publicar metadados de repositório

source: Repository not found
de: Repository nicht gefunden
pt_br: Repositório não foi encontrado

source: Repository set name to search on
de: Name der zu durchsuchenden Repository-Gruppe
pt_br: Repositório define nome para busca

source: Repository sets are not available for custom products.
de: Repository-Gruppen stehen nicht für benutzerdefinierte Produkte zur Verfügung.
pt_br: Conjunto de repositórios não estão disponíveis para produtos de clientes.

source: Request
de: Anfrage
pt_br: Requisição

source: Requires
de: Erfordert
pt_br: Requer

source: Requires:
de: Erfordert:
pt_br: Requer:

source: Resource %s does not support custom information
de: Ressource %s unterstützt keine benutzerdefinierten Informationen
pt_br: Recurso %s não suporta as informações padronizadas

source: Result
de: Ergebnis
pt_br: Resultado

source: Results
de: Ergebnisse
pt_br: Resultados

source: Retrieve a single errata for a system
de: Einzelnes Erratum für ein System abrufen
pt_br: Recuperar uma errata única para um sistema

source: Return only systems where the Erratum specified by erratum_id or errata_ids is available to systems (default False)
de: Nur Systeme ausgeben, bei denen das durch erratum_id oder errata_ids angegebene Erratum für Systeme verfügbar ist (Standard: false)
pt_br: Retornar somente sistemas em que a errata especificada pelo erratum_id ou errata_ids estiver disponível para sistemas (default False)

source: Return only systems where the Erratum specified by erratum_id or errata_ids is unavailable to systems (default False)
de: Nur Systeme ausgeben, bei denen das durch erratum_id oder errata_ids angegebene Erratum nicht für Systeme verfügbar ist (Standard: false)
pt_br: Retornar somente sistemas em que a errata especificada pelo erratum_id ou errata_ids não estiver disponível para os sistemas (default False)

source: Return subscriptions that don't overlap
de: Subskriptionen ausgeben, die sich nicht überschneiden
pt_br: Retornar subscrições que não se sobrepõe

source: Return subscriptions that match installed
de: Subskriptionen ausgeben, die mit installierten Produkten übereinstimmen
pt_br: Voltar inscrições que coincidem com as instaladas

source: Return subscriptions that match system
de: Subskriptionen ausgeben, die mit System übereinstimmen
pt_br: Retornar subscrições que coincidem com o sistema

source: Return the content of a repo gpg key, used directly by yum
de: Inhalt eines Repository-GPG-Schlüssels ausgeben, direkt verwendet von yum
pt_br: Retornar o conteúdo de uma chave gpg repo, usada diretamente pelo yum

source: Route does not exist:
de: Route existiert nicht:
pt_br: Rota não existe:

source: Running
de: Läuft
pt_br: Executando

source: Satellite Promotion Summary
de: Satellite-Übertragungszusammenfassung
pt_br: Sumário de Promoção do Satellite

source: Satellite Promotion Summary for %{content_view}
de: Satellite-Übertragungszusammenfassung für %{content_view}
pt_br: Sumário de Promoção do Satellite para %{content_view}

source: Satellite Sync Summary
de: Satellite-Synchronisationszusammenfassung
pt_br: Sumário de Sinc do Satellite

source: Satellite Sync Summary for %s
de: Satellite-Synchronisationszusammenfassung für %s
pt_br: Sumário de Sinc do Satellite para %s

source: Save
de: Speichern
pt_br: Salvar

source: Save as Favorite
de: Als Favoriten speichern
pt_br: Salvar como Favorito

source: Saved
de: Gespeichert
pt_br: Salvo

source: Saving...
de: Speichern …
pt_br: Salvando...

source: Schedule errata for installation
de: Errata zur Installation einplanen
pt_br: Agendar errata para instalação

source: Search
de: Suchen
pt_br: Buscar

source: Search modules
de: Module suchen
pt_br: Procurar Módulos

source: Search packages
de: Pakete suchen
pt_br: Buscar Pacotes

source: Search repositories
de: Repositorys suchen
pt_br: Buscar Repositórios

source: Search string
de: Suchbegriff
pt_br: Buscar faixa

source: Search string for systems to perform an action on
de: Suchbegriff für Systeme, auf denen eine Aktion ausgeführt werden soll
pt_br: Buscar faixa para sistemas a realizar uma ação em

source: Search...
de: Suchen …
pt_br: Busca...

source: Searching by exact name and author:
de: Nach genauem Namen und Autor suchen:
pt_br: Buscando por nome exato e autor:

source: Searching by exact name:
de: Nach genauem Namen suchen:
pt_br: Buscar pelo nome exato:

source: Searching by name and arch:
de: Nach Name und Architektur suchen:
pt_br: Buscando pelo nome e arq

source: Searching for a specific arch:
de: Nach bestimmter Architektur suchen:
pt_br: Buscando por uma arq específica

source: Searching for a specific minor version:
de: Nach bestimmter Nebenversion suchen:
pt_br: Buscando por uma versão menor específica:

source: Searching for all repositories containing the word "Server"
de: Nach allen Repositorys suchen, die das Wort "Server" enthalten
pt_br: Buscando por todos os repositórios contendo a palavra "Servidor"

source: Searching for an exact package:
de: Nach genauem Paket suchen:
pt_br: Buscando por um pacote exato:

source: Searching for name starting with lib:
de: Nach Namen beginnend mit "lib" suchen:
pt_br: Buscando por nome iniciando com lib:

source: Searching starting with kernel:
de: Nach Paketen beginnend mit kernel suchen:
pt_br: Buscando início com kernel:

source: Security
de: Sicherheit
pt_br: Segurança

source: Select All
de: Alle auswählen
pt_br: Selecionar todos

source: Select Content View
de: Inhaltsansicht auswählen
pt_br: Selecionar Visualização de Conteúdo

source: Select None
de: Keine auswählen
pt_br: Selecionar Nenhum

source: Select Organization
de: Organisation wählen
pt_br: Selecionar organização

source: Select Repositories:
de: Repositorys wählen:
pt_br: Selecionar Repositórios:

source: Select a Capsule
de: Capsule wählen
pt_br: Selecionar Capsula

source: Select a Content View
de: Inhaltsansicht wählen
pt_br: Selecionar uma Visualização de Conteúdo

source: Select a Lifecycle Environment
de: Lebenszyklusumgebung wählen
pt_br: Selecionar um Ambiente de Ciclo de Vida

source: Select a Repository
de: Repository wählen
pt_br: Selecionar um Repositório

source: Select a Tag
de: Tag wählen
pt_br: Selecionar uma Etiqueta

source: Select a repository
de: Repository wählen
pt_br: Selecionar repositório

source: Select a set of items that you wish to compare the contents of by clicking the checkboxes inside the cells.
de: Wählen Sie eine Gruppe von Elementen, deren Inhalte Sie vergleichen möchten, indem Sie die Auswahlkästchen innerhalb der Zellen anklicken.
pt_br: Selecione um conjunto de itens que você queira comparar o conteúdo clicando as caixas dentro das células.

source: Select a view.
de: Ansicht wählen
pt_br: Selecionar uma visualização

source: Select an Organization
de: Organisation wählen
pt_br: Selecionar uma organização

source: Select hosts to assign to %s
de: Hosts zum Zuweisen zu %s auswählen
pt_br: Selecionar hosts para atribuir ao %s

source: Selected content view has no repositories with Docker images. Please choose a different content view or life cycle environment.
de: Ausgewählte Inhaltsansicht hat keine Repositorys mit Docker-Images. Bitte wählen Sie eine andere Inhaltsansicht oder Lebenszyklusumgebung.
pt_br: Exibição de conteúdo selecionado não tem repositórios com imagens Docker. Por favor, escolha uma exibição de conteúdo ou ambiente de ciclo de vida diferente.

source: Selected lifecycle environment has no content views. Please choose a different life cycle environment.
de: Ausgewählte Lebenszyklusumgebung hat keine Inhaltsansichten. Bitte wählen Sie eine andere Lebenszyklusumgebung.
pt_br: Ambiente de ciclo de vida selecionado não tem visualizações de conteúdo. Por favor, escolha um ambiente de ciclo de vida diferente.

source: Selected organization has no capsules with Pulp or Pulp Node features. Please choose a different organization.
de: Ausgewählte Organisation hat keine Capsules mit Pulp- oder Pulp-Node-Funktionen. Bitte wählen Sie eine andere Organisation.
pt_br: Organização selecionada não tem cápsulas com recursos de celulose ou Pulp Node. Por favor, escolha uma organização diferente.

source: Service Level %s
pt_br: Nível de Serviço %s

source: Severity
de: Schweregrad
pt_br: Gravidade

source: Shared
de: Freigegeben
pt_br: Compartilhado

source: Show
de: Zeige
pt_br: Exibir

source: Show %P more
de: %P weitere anzeigen
pt_br: Exibir %P mais

source: Show %s more line(s)
de: %s weitere Zeilen anzeigen
pt_br: Exibir %s mais linha(s)

source: Show :a_resource
de: :a_resource anzeigen
pt_br: Exibir :a_resource

source: Show a content host
de: Inhaltshost anzeigen
pt_br: Exibir um host de conteúdo

source: Show a content view
de: Inhaltsansicht anzeigen
pt_br: Exibir uma visualização de conteúdo

source: Show a content view puppet module
de: Inhaltsansicht-Puppet-Modul anzeigen
pt_br: Exibir um módulo de puppet de visualização de conteúdo

source: Show a content view's history
de: Inhaltsansichtschronik anzeigen
pt_br: Exibir um histórico de visualização de conteúdo

source: Show a custom repository
de: Benutzerdefiniertes Repository anzeigen
pt_br: Exibir um repositório padronizado

source: Show a gpg key
de: GPG-Schlüssel anzeigen
pt_br: Exibir uma chave gpg

source: Show a host collection
de: Hostsammlung anzeigen
pt_br: Exibir uma coleção de host

source: Show a product
de: Produkt anzeigen
pt_br: Exibir um produto

source: Show a subscription
de: Subskription anzeigen
pt_br: Exibir uma subscrição

source: Show a sync plan
de: Synchronisationsplan anzeigen
pt_br: Exibir um plano de sinc

source: Show all results regardless of which columns they exist in.
de: Alle Ergebnisse anzeigen, egal in welcher Spalte sie auftreten
pt_br: Exibir todos os resultados não importando quais colunas eles se encontram.

source: Show an activation key
de: Aktivierungsschlüssel anzeigen
pt_br: Exibir uma chave de ativação

source: Show an environment
de: Umgebung anzeigen
pt_br: Exibir um ambiente

source: Show an ueber certificate for an organization
de: Übergeordnetes Zertifikat einer Organisation anzeigen
pt_br: Exibir um certificado ueber para uma organização

source: Show content available for an activation key
de: Verfügbare Inhalte für einen Aktivierungsschlüssel anzeigen
pt_br: Exibir conteúdo disponível para uma chave de ativação

source: Show content view version
de: Inhaltsansichtsversion anzeigen
pt_br: Exibir versão de visualização de conteúdo

source: Show filter info
de: Filterinformationen anzeigen
pt_br: Exibir info do filtro

source: Show filter rule info
de: Filterregelinformationen anzeigen
pt_br: Exibir info de regra de filtro

source: Show only results that do not exist in all selected columns.
de: Nur Ergebnisse anzeigen, die nicht in allen gewählten Spalten auftreten.
pt_br: Exibir somente os resultados que não existem em todas as colunas.

source: Show only results that exist in all selected columns.
de: Nur Ergebnisse anzeigen, die in allen gewählten Spalten auftreten.
pt_br: Exibir somente os resultados que existem em todas as colunas.

source: Show organization
de: Organisation anzeigen
pt_br: Exibir organização

source: Show release versions available for an activation key
de: Verfügbare Release-Versionen für einen Aktivierungsschlüssel anzeigen
pt_br: Exibir versões de lançamento disponíveis para uma chanve de ativação

source: Show releases available for the content host
de: Verfügbare Releases für den Inhaltshost anzeigen
pt_br: Exibir lançamentos disponiveis para um host de conteúdo

source: Shows status of system and it's subcomponents
de: Status des Systems und dessen Unterkomponenten anzeigen
pt_br: Exibir o status do sistema e seus subcomponentes

source: Shows version information
de: Versionsinformationen anzeigen
pt_br: Exibir informações da versão

source: Signature
de: Signatur
pt_br: Assinatura

source: Signature:
de: Signatur:
pt_br: Assinatura:

source: Sorry about that! It seems something went wrong. If you continue having trouble with this, please contact an Administrator.
de: Entschuldigung, anscheinend trat ein Fehler auf. Falls Sie weiterhin Probleme damit haben, setzen Sie sich bitte mit einem Administrator in Verbindung.
pt_br: Desculpe! Parece que aconteceu algo de errado. Se você continuar tendo problemas com isto, por favor entre em contato com um Administrador.

source: Sort field and order, eg. 'name DESC'
de: Sortierungsfeld und Reihenfolge, z. B. "name DESC"
pt_br: Classificar campo e ordem, ex. 'name DESC'

source: Source RPMs
de: Quell-RPMs
pt_br: Fonte de RPMs

source: Source:
de: Quelle:
pt_br: Fonte:

source: Specify the content view
de: Inhaltsansicht angeben
pt_br: Especificar a visualização do conteúdo

source: Specify the environment
de: Umgebung angeben
pt_br: Especificar o ambiente

source: Specify the host collections as an array
de: Hostsammlungen als Array angeben
pt_br: Especificar as coleções de host como uma matriz

source: Specify the organization
de: Organisation angeben
pt_br: Especificar a organização

source: Start
pt_br: Iniciar

source: Start Date
de: Startdatum
pt_br: Data de Início

source: Start Date and Time can't be blank
de: Startdatum und -zeit dürfen nicht leer sein
pt_br: Data Inicial e Horário não podem estar em branco

source: Start Time
de: Startzeit
pt_br: Hora inicial

source: Start date that Errata was issued on to filter by
de: Startdatum der Errata-Veröffentlichung, nach dem gefiltert werden soll
pt_br: Iniciar a data de início que Errata foi emitida em filtrar por

source: Status
pt_br: Estado

source: Subscription
de: Subskription
pt_br: Subscrição

source: Subscription ID
de: Subskriptions-ID
pt_br: Id de subscrição

source: Subscription Pool uuid
de: Subskriptionspool-UUID
pt_br: uuid de Pool de subscrição

source: Subscription identifier
de: Subskriptions-ID
pt_br: Identificador de subscrição
