Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: Update a filter rule. The parameters included should be based upon the filter type.
de: Filterregel aktualisieren. Die enthaltenen Parameter sollten auf dem Filtertyp basieren.
pt_br: Atualizar uma regra de filtro. Os parâmetros incluídos devem sre baseados sob o tipo de filtro.

source: Update a host collection
de: Hostsammlung aktualisieren
pt_br: Atualizar uma coleção de host

source: Update a host group
de: Hostgruppe aktualisieren
pt_br: Atualizar um grupo de host

source: Update a puppet module associated with the content view
de: Puppet-Modul aktualisieren, das der Inhaltsansicht zugewiesen ist
pt_br: Atualizar o módulo puppet associado com a visualização de conteúdo

source: Update a repository
de: Repository aktualisieren
pt_br: Atualizar um repositório

source: Update a sync plan
de: Synchronisationsplan aktualisieren
pt_br: Atualizar um plano de sinc

source: Update all editable and applicable systems, not just ones using the selected Content View Versions and Environments
de: Alle änderbaren und relevanten Systeme aktualisieren, nicht nur jene, die die ausgewählten Inhaltsansichtsversionen und Umgebungen verwenden
pt_br: Atualize todos os sistemas editáveis e aplicáveis, e não apenas aqueles que utilizam as Versões e Ambientes de Visualizações de Conteúdo selecionadas.

source: Update an activation key
de: Aktivierungsschlüssel aktualisieren
pt_br: Atualizar uma chave de ativação

source: Update an environment
de: Umgebung aktualisieren
pt_br: Atualizar um ambiente

source: Update an environment in an organization
de: Umgebung in einer Organisation aktualisieren
pt_br: Atualizar um ambiente em uma organização

source: Update architecture
de: Architektur aktualisieren
pt_br: Atualizar arquitetura

source: Update content host information
de: Inhaltshostinformationen aktualisieren
pt_br: Atualizar informação do host de conteúdo

source: Update content on one or more systems
de: Inhalte auf einem oder mehreren Systemen aktualisieren
pt_br: Atualizar o conteúdo de um ou mais sistemas

source: Update organization
de: Organisation aktualisieren
pt_br: Atualizar organização

source: Update package
de: Paket aktualisieren
pt_br: Atualizar pacote

source: Update packages remotely
de: Pakete entfernt aktualisieren
pt_br: Atualizar pacotes remotamente

source: Update the information about enabled repositories
de: Informationen über aktivierte Repositorys aktualisieren
pt_br: Atualizar informações sobre repositórios habilitados

source: Update without content
de: Ohne Inhalt aktualisieren
pt_br: Atualizar sem conteúdo

source: Updates
de: Aktualisierungen
pt_br: Atualizações

source: Updates a product
de: Aktualisiert ein Produkt
pt_br: Atualizar um produto

source: Updating Package...
de: Paket wird aktualisiert …
pt_br: Atualizando Pacote...

source: Updating package group...
de: Paketgruppe wird aktualisiert …
pt_br: Atualizando grupo do pacotes...

source: Upload
de: Hochladen
pt_br: Carregar

source: Upload a chunk of the file's content
de: Teil der Dateiinhalte hochladen
pt_br: Carregar uma parte do conteúdo do arquivo

source: Upload a subscription manifest
de: Subskriptionsmanifest hochladen
pt_br: Carregar um manifesto da subscrição

source: Upload content into the repository
de: Inhalt in ein Repository hochladen
pt_br: Carregar conteúdo para o repositório

source: Upload gpg key contents
de: GPG-Schlüsselinhalte hochladen
pt_br: Carregar conteúdo de chave GPG

source: Upload into
de: Hochgeladen in
pt_br: Carregar em

source: Upload request id
de: Anfrage-ID hochladen
pt_br: Carregar ID de requisição

source: Uploading
de: Hochladen
pt_br: Carregando

source: Upstream identity certificate not available
de: Upstream-Identitätszertifikat nicht verfügbar
pt_br: O certificado de identidade de upstream não está disponível.

source: Use Browser Locale
de: Browsersprache verwenden
pt_br: Use o Idioma do Navegador

source: Use this as a source for installation and updates.
de: Als Quelle für Installation und Aktualisierungen verwenden
pt_br: Utilize este como uma fonte para a instalação e atualizações.

source: User '%s' did not specify an organization ID and does not have a default organization.
de: Benutzer "%s" hat keine Organisations-ID angegeben und hat keine Standardorganisation.
pt_br: Usuário '%s' não especificou um ID de organização e não possui uma organização padrão.

source: User '%{user}' does not belong to Organization '%{organization}'.
de: Benutzer "%{user}" gehört nicht zur Organisation "%{organization}".
pt_br: Usuário '%{user}' não pertence à organização '%{organization}'.

source: User Notifications
de: Benutzerbenachrichtigungen
pt_br: Notificações de Usuário

source: User does not belong to an organization.
de: Benutzer gehört zu keiner Organisation.
pt_br: Usuário não pertence à uma organização.

source: User must be logged in.
de: Benutzer muss angemeldet sein.
pt_br: Usuário deve estar autenticado.

source: User notifications lists all notifications generated by a user as well as global notifications that are sent to all users.
de: Benutzerbenachrichtigungen listen alle Benachrichtigungen auf, die von einem Benutzer generiert wurden, sowie globale Benachrichtigungen, die an alle Benutzer gesendet wurden.
pt_br: Notificações de usuário lilsta todas as notificações geradas por um usuário assim como notificações globais que são enviadas para todos os usuários.

source: Validation Failed:
de: Überprüfung fehlgeschlagen:
pt_br: Validação falhou:

source: Value
de: Wert
pt_br: Valor

source: Value must be 0/1, or 'default'
de: Wert muss 0/1 oder "Standard" sein
pt_br: Valor deve ser 0/1, ou 'default'

source: Version
pt_br: Versão

source: Version:
pt_br: Versão:

source: Version:
pt_br: Versão:

source: View
de: Anzeigen
pt_br: Visualizar

source: View %{view} has not been promoted to %{env}
de: Ansicht %{view} wurde bereits übertragen in %{env}
pt_br: Visualização %{view} não foi promovida para %{env}

source: View package changelog
de: Änderungsprotokoll für Paket anzeigen
pt_br: Visualizar pacote do changelog.

source: View package files
de: Paketdateien anzeigen
pt_br: Visualizar arquivos de pacote

source: Viewing %C of %T
de: %C von %T werden angezeigt
pt_br: Visualizando %C de %T

source: Viewing %X of %Y results
de: %X von %Y Ergebnissen werden angezeigt
pt_br: Visualizando resultados %X de %Y

source: Viewing %X of %Y results (%Z Total)
de: %X von %Y Ergebnissen angezeigt (%Z insgesamt)
pt_br: Visualizando resultados %X de %Y (%Z Total)

source: Viewing %{current} of %{results} results (%{items} Total %{name})
de: %{current} von %{results} Ergebnissen angezeigt (%{items} %{name} insgesamt)
pt_br: Visualizando %{current} de %{results} resultados (%{items} Total %{name})

source: Virtual Guest
de: Virtueller Gast
pt_br: Convidado Virtual

source: Waiting
de: Wartet
pt_br: Aguardando

source: Warning
de: Warnung
pt_br: Aviso

source: Welcome
de: Willkommen
pt_br: Bem vindo

source: Welcome Back
de: Willkommen
pt_br: Bem-Vindo

source: When set to 'True' certificate will be re-issued
de: Falls auf "true" gesetzt, wird das Zertifikat neu ausgestellt
pt_br: Quando definir o certificado 'True' será re-emitido

source: Whether or not the host collection may have unlimited content hosts
de: Ob die Hostsammlung unbegrenzte Inhaltshosts haben darf
pt_br: Se a coleção de host deve ou não possuir hosts de conteúdo ilimitados.

source: Whether or not to show all results
de: Ob alle Ergebnisse angezeigt werden sollen
pt_br: Se deve ou não exibir todos os resultados

source: Yes
de: Ja
pt_br: Sim

source: You are not allowed to promote to Environments %s
de: Sie sind nicht dazu berechtigt, in die Umgebungen %s zu übertragen
pt_br: Você não pode promover para Environments %s

source: You are not allowed to publish Content View %s
de: Sie sind nicht dazu berechtigt, die Inhaltsansicht %s zu veröffentlichen
pt_br: Você não pode publicar Visualização de Conteúdo %s

source: You are not authorised to perform this action.
de: Sie sind nicht dazu berechtigt, diese Aktion durchzuführen.
pt_br: Você não está autorizado para realizar esta ação

source: You can check sync status for repositories only in the library lifecycle environment.'
de: Sie können den Synchronisationsstatus für Repositorys nur in der Library-Lebenszyklusumgebung prüfen.
pt_br: Você poderá verificar o status de sinc para repositórios somente no ambiente de ciclo de vida da biblioteca.'

source: You cannot have more than %{max_content_hosts} content host(s) associated with host collection '%{host_collection}'.
de: Sie können nicht mehr als %{max_content_hosts} Inhaltshosts zur Hostsammlung "%{host_collection}" zuweisen.
pt_br: Você não pode ter mais do que %{max_content_hosts} host de conteúdo associados com a coleção de host '%{host_collection}'.

source: You cannot set an organization's parent. This feature is disabled.
de: Sie können keine übergeordnete Organisation für diese Organisation festlegen. Diese Funktion ist deaktiviert.
pt_br: Você não pode definir uma organização parent. Este recurso está desabilitado.

source: You cannot set an organization's parent_id. This feature is disabled.
de: Sie können keine parent_id für eine Organisation festlegen. Diese Funktion ist deaktiviert.
pt_br: Você não pode definir um parent_id de organização. Este recurso está desabilitado.

source: You do not currently have access to any organizations. Please contact an administrator to get permission to access an organization.
de: Sie haben derzeit keinen Zugriff auf Organisationen. Bitte setzen Sie sich mit einem Administrator in Verbindung, um Zugriffsrechte auf eine Organisation zu erhalten.
pt_br: Você não possui acesso atualmente para qualquer empresa.Por favor entre em contato com o administrador para obter permissão para acessar uma empresa.

source: You do not have permissions to delete %s
de: Sie sind nicht dazu berechtigt, %s zu löschen
pt_br: Você não possui permissão para excluir %s

source: You do not have valid credentials to access this system. Please contact your administrator.
de: Sie haben keine gültigen Berechtigungsnachweise zum Zugriff auf dieses System. Bitte setzen Sie sich mit Ihrem Administrator in Verbindung.
pt_br: Você não possui credenciais válidas para acessar este sistema. Por favor, entre em contato com seu administrador.

source: You have entered an incorrect username/password combination, or your account may currently be disabled. Please try again or contact your administrator.
de: Sie haben eine falsche Benutzername/Passwort-Kombination angegeben, oder Ihr Account ist möglicherweise derzeit deaktiviert. Bitte versuchen Sie es erneut oder setzen Sie sich mit Ihrem Administrator in Verbindung.
pt_br: Você inseriu uma combinação de nome de usuário/senha incorretos ou sua conta pode estar desabilitada no momento. Por favor, entre em contato com seu administrador.

source: You have not set a default organization on the user %s.
de: Sie haben keine Standardorganisation für den Benutzer %s festgelegt.
pt_br: Você não definiu uma organização padrão no usuário %s.

source: You may have mistyped the address or the page may have moved.
de: Möglicherweise haben Sie sich vertippt oder die Seite ist umgezogen.
pt_br: Você pode ter errado ao digitar o endereço ou a página pode ter sido movida.

source: You might want to log out and log back in again to clear your cookies.
de: Melden Sie sich ggf. ab und wieder an, um Ihre Cookies zu löschen.
pt_br: Você pode querer sair e retornar para limpar seus cookies.

source: You must be logged in to access that page.
de: Sie müssen angemeldet sein, um auf diese Seite zuzugreifen.
pt_br: Você deve estar autenticado para acessar esta página.

source: You need to create an environment for this org before you can create a distributor.
de: Sie müssen eine Umgebung für diese Organisation erstellen, bevor Sie einen Distributor erstellen können.
pt_br: Você precisa criar um ambiente para esta empresa antes que você possa criar um distribuidor.

source: You were not allowed to add %s
de: Sie haben keine Berechtigung, %s hinzuzufügen
pt_br: Você pode adicionar %s

source: You were not allowed to change sync plan for %s
de: Sie haben keine Berechtigung, den Sychronisationsplan für %s zu ändern
pt_br: Você não pode modificar o plano de sinc para %s

source: You were not allowed to delete %s
de: Sie haben keine Berechtigung, %s zu löschen
pt_br: Você não pode remover %s

source: You were not allowed to sync %s
de: Sie haben keine Berechtigung, %s zu synchronisieren
pt_br: Você não pode sinc %s

source: Your current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
de: Ihre derzeitige Organisation ist nicht länger gültig. Möglicherweise wurde die Organisation gelöscht oder Ihre Berechtigungen wurden widerrufen. Bitte melden Sie sich neu ein, um fortzufahren.
pt_br: Sua organização atual não é mais válida. É possível que a organização tenha sido removida ou as permissões revogadas, por favor autentique-se novamente para continuar.

source: Your dashboard can be rearranged by clicking on a widget's title and dragging the widget to another position.
de: Sie können diese Übersichtsseite neu anordnen, indem Sie auf den Titel eines Widgets klicken und es an eine neue Position ziehen.
pt_br: Seu painel pode ser reorganizado ao clicar no título do mini aplicativo e carregando-o para outra posição.

source: a docker image
de: ein Docker-Image
pt_br: uma imagem de docker

source: a docker tag
de: ein Docker-Tag
pt_br: uma etiqueta de docker

source: a package
de: ein Paket
pt_br: um pacote

source: a package group
de: eine Paketgruppe
pt_br: um grupo de pacote

source: a puppet module
de: ein Puppet-Modul
pt_br: um módulo de puppet

source: activation key ID
de: Aktivierungsschlüssel-ID
pt_br: ID da Chave de Ativação

source: activation key identifier
de: Aktivierungsschlüssel-ID
pt_br: identificador da chave de ativação

source: activation key name to filter by
de: Name des Aktivierungsschlüssels, nach dem gefiltert werden soll
pt_br: Realizar busca por nome da chave de ativação

source: activation keys
de: Aktivierungsschlüssel
pt_br: chaves de ativação

source: all packages
de: alle Pakete
pt_br: todos os pacotes

source: all packages update
de: Aktualisierung aller Pakete
pt_br: todas as atualizações de pacotes

source: all packages update failed
de: Aktualisierung aller Pakete fehlgeschlagen
pt_br: todas as atualizações de pacotes falharam

source: allow overlap
de: Überschneidungen erlauben
pt_br: permitir sobreposição

source: already taken
de: bereits verwendet
pt_br: já foi tomado.

source: an erratum
de: ein Erratum
pt_br: uma errata

source: an organization
de: eine Organisation
pt_br: uma organização

source: author of the puppet module
de: Autor des Puppet-Moduls
pt_br: autor do módulo puppet

source: auto attach subscriptions upon registration
de: Nach Registrierung automatisch mit Subskriptionen verknüpfen
pt_br: auto conectar subscrições durante registro

source: base url to perform repo discovery on
de: Basis-URL zur Durchführung der Suche
pt_br: url base onde realizar a descoberta do repo

source: can the activation key have unlimited content hosts
de: Ob der Aktivierungsschlüssel eine unbegrenzte Anzahl an Inhaltshosts haben darf
pt_br: a chave de ativação pode ter hosts de conteúdo ilimitado

source: can't be blank
de: darf nicht leer sein
pt_br: não pode estar em branco

source: cannot be a binary file.
de: darf keine Binärdatei sein.
pt_br: não é possível ser um arquivo binário.

source: cannot be blank
de: darf nicht leer sein
pt_br: não pode estar em branco

source: cannot be blank. Either provide all or no sync information.
de: darf nicht leer sein. Entweder alle oder keine Synchronisierungsinformationen angeben.
pt_br: não pode ser em branco. Forneça todos ou nenhuma informação de sincronização.

source: cannot be changed.
de: darf nicht geändert werden.
pt_br: não pode ser modificado

source: cannot be deleted if it has been promoted.
de: kann nicht gelöscht werden, wenn es bereits übertragen wurde.
pt_br: Não pode ser removido se foi promovido.

source: cannot be less than one
de: darf nicht weniger als eins sein
pt_br: não pode ser menor do que

source: cannot be lower than current usage count (%s)
de: darf nicht niedriger als der derzeitige Verbrauch (%s) sein
pt_br: deve ser mais baixo do que a conta de uso atual (%s)

source: cannot be nil
de: darf nicht Null sein
pt_br: não pode ser nulo

source: cannot be set because unlimited content hosts is set
de: darf nicht angegeben werden, da unbegrenzte Inhaltshosts festgelegt wurden
pt_br: não pode ser definido pois o host de conteúdo ilimitado está definido

source: cannot contain blank keynames
de: darf keine leeren Schlüsselnamen enthalten
pt_br: não pode conter keynames em branco

source: cannot contain characters other than ascii alpha numerals, '_', '-'.
de: darf nur ASCII alphanumerische Zeichen, "_" und "-" enthalten.
pt_br: não pode conter caracteres a não ser ascii alfa numéricos, '_', '-'.

source: cannot contain filters if composite view
de: darf keine Filter enthalten falls Verbundansicht
pt_br: não é possível conter filtros no caso de composição da visualização

source: cannot contain filters whose repositories do not belong to this content view
de: darf keine Filter enthalten, deren Repositorys nicht zu dieser Inhaltsansicht gehören
pt_br: não pode conter filtros dos quais os repositórios não pertencem à esta visualização de conteúdo.

source: cannot contain more than %s characters
de: darf nicht mehr als %s Zeichen enthalten
pt_br: Não pode conter mais do que %s caracteres

source: checksum of the repository, currently 'sha1' & 'sha256' are supported.'
de: Prüfsumme des Repositorys, derzeit werden "sha1" und "sha256" unterstützt.
pt_br: checksum do repositório, atualmente 'sha1' & 'sha256' são suportados.'

source: content release version
de: Inhalts-Release-Version
pt_br: versão do lançamento de conteúdo

source: content view filter identifier
de: Inhaltsansichtsfilter-ID
pt_br: identificador de filtro de visualização de conteúdo

source: content view id
de: Inhaltsansichts-ID
pt_br: id de visualização de conteúdo

source: content view identifier
de: Inhaltsansichts-ID
pt_br: identificador de visualização de conteúdo

source: content view node publish
de: Veröffentlichung der Inhaltsansichtsknoten
pt_br: publicação do nó de visualização de conteúdo

source: content view numeric identifier
de: Numerische ID der Inhaltsansicht
pt_br: identificador numérico de visualização de conteúdo

source: content view publish
de: Veröffentlichung der Inhaltsansicht
pt_br: publicação de visualização de conteúdo

source: content view refresh
de: Aktualisierung der Inhaltsansicht
pt_br: atualização de visualização de conteúdo

source: content view to reassign orphaned activation keys to
de: Inhaltsansicht, der verwaiste Aktivierungsschlüssel zugewiesen werden
pt_br: visualização de conteúdo a quem reatribuir chaves de ativação órfãs

source: content view to reassign orphaned systems to
de: Inhaltsansicht, der verwaiste Systeme zugewiesen werden
pt_br: visualização de conteúdo a quem reatribuir sistemas órfãos

source: content view version identifier
de: ID der Inhaltsansichtsversion
pt_br: identificador da versão de visualização de conteúdo

source: content view version identifiers to be deleted
de: Zu löschende Inhaltsansichtsversions-IDs
pt_br: identificadores da versão da visualização de conteúdo a serem removidos

source: content view versions to compare
de: Zu vergleichende Inhaltsansichtsversionen
pt_br: versões de visualização para comparar

source: delete
de: löschen
pt_br: remover

source: description
de: Beschreibung
pt_br: descrição

source: description of the environment
de: Beschreibung der Umgebung
pt_br: descrição do ambiente

source: description of the filter
de: Beschreibung des Filters
pt_br: descrição do filtro

source: distributors
de: Distributoren
pt_br: distribuidores

source: enables or disables synchronization
de: aktiviert oder deaktiviert die Synchronisation
pt_br: habilita ou desabilita sincronização

source: environment
de: Umgebung
pt_br: ambiente

source: environment can only have one child
de: Umgebung kann nur eine untergeordnete Umgebung enthalten
pt_br: o ambiente pode ter somente um filho

source: environment id
de: Umgebungs-ID
pt_br: id de ambiente

source: environment identifier
de: Umgebungs-ID
pt_br: identificador de ambiente

source: environment numeric identifier
de: Numerische ID der Umgebung
pt_br: identificador numérico de ambiente

source: environment numeric identifiers to be removed
de: Numerische IDs der zu entfernenden Umgebungen
pt_br: identificador numérico de ambiente a ser removido

source: environment required
de: Umgebung erforderlich
pt_br: ambiente necessário

source: environment to reassign orphaned activation keys to
de: Umgebung, der verwaiste Aktivierungsschlüssel zugewiesen werden
pt_br: Ambiente a quem reatribuir chaves de ativação órfãs

source: environment to reassign orphaned systems to
de: Umgebung, der verwaiste Systeme zugewiesen werden
pt_br: ambiente a quem reatribuir sistemas órfãos

source: environments
de: Umgebungen
pt_br: ambientes

source: erratum: IDs or a select all object
de: Erratum: IDs oder alle Objekte auswählen
pt_br: erratum: IDs ou uma seleção de todos os objetos

source: erratum: end date (YYYY-MM-DD)
de: Erratum: Enddatum (JJJJ-MM-TT)
pt_br: erratum: data final (YYYY-MM-DD)

source: erratum: start date (YYYY-MM-DD)
de: Erratum: Startdatum (JJJJ-MM-TT)
pt_br: erratum: data de início (YYYY-MM-DD)

source: erratum: types (enhancement, bugfix, security)
de: Erratum: Typen (Erweiterung, Bugfix, Sicherheit)
pt_br: erratum: tipos ( segurança, aprimoramento, bugfix)

source: file contents
de: Dateiinhalte
pt_br: arquivar conteúdos

source: filter by interval
de: nach Intervall filtern
pt_br: filtrar por intervalo

source: filter by name
de: nach Name filtern
pt_br: filtrar por nome

source: filter by sync date
de: nach Synchronisationsdatum filtern
pt_br: filtrar por data de sinc

source: filter identifier
de: ID filtern
pt_br: filtrar identificador

source: filter only environments containing this name
de: nur Umgebungen mit diesem Namen filtern
pt_br: filstrar somente ambientes contendo este nome

source: force content view promotion and bypass lifecycle environment restriction
de: Übertragung der Inhaltsansicht erzwingen und Einschränkungen der Lebenszyklusumgebung umgehen
pt_br: forçar promoção de visualização de conteúdo e restrição de sobreposição de ambiente de ciclo de vida

source: foreman-tasks service not running
de: Dienst "foreman-tasks" läuft nicht
pt_br: serviço de tarefas do foreman não está em execução

source: found more than one activation key
de: mehr als ein Aktivierungsschlüssel gefunden
pt_br: foi encontrada mais de uma chave de ativação

source: gpg key numeric identifier
de: Numerische ID des GPG-Schlüssels
pt_br: identificador númerico de chave gpg

source: has already been taken
de: wird bereits verwendet
pt_br: já está sendo usado

source: has already been taken for this product.
de: wird bereits verwendet für dieses Produkt.
pt_br: já está sendo utilizado para este produto

source: here
de: hier
pt_br: aqui

source: host collection name to filter by
de: Name der Hostsammlung, nach der gefiltert werden soll
pt_br: filtrar por nome de coleção de host

source: how often synchronization should run
de: Häufigkeit der Synchronisation
pt_br: Com qual frequência a sincronização deve acontecer

source: id of the gpg key that will be assigned to the new repository
de: ID des GPG-Schlüssels, der diesem neuen Repository zugewiesen wird
pt_br: Id de uma chave gpg que será atribuído ao novo repositório
