Repository: unorthodoxgeek/katello
Catalog: locale/*/katello.po
Languages: de, pt_br

source: Hosts with Installable Errata
de: Hosts mit installierbaren Errata
pt_br: Hosts com a Errata Instalável

source: How to order the sorted results (e.g. ASC for ascending)
de: Reihenfolge der sortierten Ergebnisse (z. B. ASC für aufsteigend)
pt_br: Como encomendar os resultados classificados (por exemplo ASC para ascendente)

source: Hypervisor does not support this action
de: Aktion wird vom Hypervisor nicht unterstützt
pt_br: Hypervisor não suporta esta ação

source: Hypervisors do not have software products
de: Hypervisors haben keine Softwareprodukte
pt_br: Hypervisors não possuem produtos de software

source: ID of a content view to show repositories in
de: ID einer Inhaltsansicht, in der Repositorys gezeigt werden
pt_br: ID de uma visualização de conteúdo para mostrar repositórios em

source: ID of a content view version to show repositories in
de: ID einer Inhaltsansichtsversion, in der Repositorys gezeigt werden
pt_br: ID de versão de visualização de conteúdo para exibir repositórios em

source: ID of a gpg key that will be assigned to this repository
de: ID eines GPG-Schlüssels, der diesem Repository zugewiesen wird
pt_br: ID de uma chave gpg que será atribuído a este repositório

source: ID of a product to list repository sets from
de: ID eines Produkts, von dem Repository-Gruppen angezeigt werden
pt_br: ID de um produto para listar os conjuntos de repositório de

source: ID of a product to show repositories of
de: ID eines Produkts, von dem Repositorys angezeigt werden
pt_br: ID de um produto para mostrar repositórios de

source: ID of an environment to show repositories in
de: ID einer Umgebung, in der Repositorys gezeigt werden
pt_br: ID de um ambiente para mostrar repositórios em

source: ID of an organization to show repositories in
de: ID einer Organisation, in der Repositorys gezeigt werden
pt_br: ID de uma organização para mostrar repositórios de

source: ID of the activation key
de: ID des Aktivierungsschlüssels
pt_br: ID de chaves de ativação

source: ID of the environment
de: ID der Umgebung
pt_br: ID de ambiente

source: ID of the host collection
de: ID der Hostsammlung
pt_br: ID da coleção do host

source: ID of the organization
de: ID der Organisation
pt_br: ID da organização

source: ID of the product containing the repository set
de: ID des Produkts, das die Repository-Gruppe enthält
pt_br: ID do produto contendo o conjunto de repositório

source: ID of the repository set
de: ID der Repository-Gruppe
pt_br: ID do conjunto de repositório

source: ID of the repository set to enable
de: ID der zu aktivierenden Repository-Gruppe
pt_br: ID do conjunto de repositório a habilitar

source: ID of the sync plan
de: ID des Synchronisationsplans
pt_br: ID do plano de sinc

source: ID: %s doesn't exist
de: ID: %s existiert nicht
pt_br: ID: %s não existe

source: IDs of the virtual guests running on this content host
de: IDs der virtuellen Gäste, die auf diesem Inhaltshost ausgeführt werden
pt_br: IDs dos convidados virtuais executando neste host de conteúdo

source: Id of the host collection
de: ID der Hostsammlung
pt_br: ID da coleção do host

source: Identifier of the GPG key
de: ID des GPG-Schlüssels
pt_br: Identificador da chave GPG

source: If true, when adding the specified errata or packages, any needed dependencies will be copied as well.
de: Falls "true", werden beim Hinzufügen der angegebenen Errata oder Pakete auch jegliche erforderlichen Abhängigkeiten kopiert.
pt_br: Se verdadeiro, ao adicionar a errata ou pacotes especificados, qualquer dependência será copiada também.

source: If true, will publish a new composite version using any specified content_view_version_id that has been promoted to a lifecycle environment.
de: Falls "true", wird eine neue Verbundversion veröffentlicht unter Verwendung jeglicher angegebener content_view_version_id, die in eine Lebenszyklusumgebung übertragen wurde.
pt_br: Se verdadeiro, será publicado uma nova versão de composição utilizando qualquer content_view_version_id especificado que já tenha sido promovido para um ambiente de ciclo de vida.

source: Import Manifest
de: Manifest importieren
pt_br: Importar Manifesto

source: Import facts
de: Fakten importieren
pt_br: Importar fatos

source: Import in progress (%M)
de: Import in Arbeit (%M)
pt_br: Importação em progresso (%M)

source: Import uploads into a repository
de: Uploads in ein Repository importieren
pt_br: Importar carregamentos para um repositório

source: In Progress
de: In Arbeit
pt_br: Em progresso

source: Incremental Update
de: Inkrementelle Aktualisierung
pt_br: Atualização Adicional

source: Incremental Update incomplete.
de: Inkrementelle Aktualisierung unvollständig.
pt_br: Atualização Adicional incompleta

source: Incremental update specified for composite %{name} version %{version}, but no components updated.
de: Inkrementelle Aktualisierung für Verbund %{name} Version %{version} angegeben, aber keine Komponenten aktualisiert.
pt_br: Atualização adicional especificada para composição %{name} version %{version}, mas nenhum componente atualizado.

source: Index errata
de: Errata indizieren
pt_br: Errata de índice

source: Informable Type must be one of the following [ %{list} ]
de: Relevante Typen sind folgende [ %{list} ]
pt_br: Tipo Informável deve ser um dos seguintes [ %{list} ]

source: Initial Creation Params
de: Anfängliche Erstellungsparameter
pt_br: Parâmetros Iniciais de Criação

source: Initial Registration Params
de: Anfängliche Registrierungsparameter
pt_br: Parâmetros de Registro Inicial

source: Install Applicable Errata
de: Relevante Errata installieren
pt_br: Instalar Errata Aplicável

source: Install Finished
de: Installation abgeschlossen
pt_br: Instalação Concluída

source: Install content on one or more systems
de: Inhalte auf einem oder mehreren Systemen installieren
pt_br: Instalar o conteúdo em um ou mais sistemas

source: Install erratum
de: Erratum installieren
pt_br: Instalar erratum

source: Install package
de: Paket installieren
pt_br: Instalar Pacotes

source: Install package group
de: Paketgruppe installieren
pt_br: instalar grupo de pacote

source: Install packages remotely
de: Pakete entfernt installieren
pt_br: Instale os pacotes remotamente

source: Installed Packages
de: Installierte Pakete
pt_br: Pacotes Instalados

source: Installing
de: Installieren
pt_br: Instalando

source: Installing Erratum...
de: Erratum wird installiert …
pt_br: instalando erratum...

source: Installing Package Group...
de: Paketgruppe wird installiert …
pt_br: Instalando Grupo de Pacote...

source: Installing Package...
de: Paket wird installiert …
pt_br: Instalando Pacotes...

source: Insufficient Subscriptions
de: Ungenügende Subskriptionen
pt_br: Subscrições Insuficientes

source: Intersection
de: Schnittmenge
pt_br: Intersecção

source: Intersection:
de: Schnittmenge:
pt_br: Intersecção:

source: Interval
de: Intervall
pt_br: Intervalo

source: Invalid Subscriptions
de: Ungültige Subskriptionen
pt_br: Subscrições Inválidas

source: Invalid content label: %s
de: Ungültige Inhaltskennung %s
pt_br: Rótulo de conteúdo inválido %s

source: Invalid content type %s
de: Ungültiger Inhaltstyp %s
pt_br: Tipo de conteúdo inválido %s

source: Invalid content type '%{ content_type }' provided. Content types can be one of %{ content_types }
de: Ungültiger Inhaltstyp "%{content_type}" angegeben. Folgende Werte sind gültige Inhaltstypen: %{content_types}
pt_br: Tipo de conteúdo inválido '%{ content_type }' fornecido. Tipos de conteúdo podem ser um dos %{ content_types }

source: Invalid date range. The erratum filter rule start date must come before the end date
de: Ungültiger Datumsbereich. Das Startdatum der Erratum-Filterregel muss vor dem Enddatum liegen.
pt_br: Intervalo de datas inválido. A data de início da regra do filtro de errata deve vir antes da data final

source: Invalid erratum filter rule specified, 'errata_id' cannot be specified in the same tuple as 'start_date', 'end_date' or 'types'
de: Ungültige Erratum-Filterregel angegeben, "errata_id" kann nicht in demselben Tupel angegeben werden wie "start_date", "end_date" oder "types"
pt_br: Regra de filtragem de errata inválido, 'errata_id' não pode ser especificada na mesma tupla como 'start_date', 'end_date "ou" tipos "

source: Invalid erratum filter rule specified, Must specify at least one of the following: 'errata_id', 'start_date', 'end_date' or 'types'
de: Ungültige Erratum-Filterregel angegeben. Mindestens einer der folgenden Werte muss angegeben werden: "errata_id", "start_date", "end_date" oder "types"
pt_br: Regra de filtragem de errata inválida especificada, deve ser especificada pelo menos uma das seguintes: 'errata_id', 'start_date', 'end_date' ou 'tipos'

source: Invalid erratum types %{invalid_types} provided. Erratum type can be any of %{valid_types}
de: Ungültige Erratumtypen %{invalid_types} angegeben. Folgende Werte sind gültige Erratumtypen: %{valid_types}
pt_br: Tipos de errata inválida %{invalid_types} fornecidas. Tipo de errata pode ser qualquer um entre %{valid_types}

source: Invalid filter rule specified, 'version' cannot be specified in the same tuple as 'min_version' or 'max_version'
de: Ungültige Regel angegeben, "version" kann nicht in demselben Tupel angegeben werden wie "min_version" oder "max_version"
pt_br: Regra de filtro inválido, "versão" não pode ser especificada na mesma tupla como 'min_version 'ou' max_version'

source: Invalid parameters sent in the request for this operation. Please contact a system administrator.
de: Ungültige Parameter in der Anfrage für diese Operation gesendet. Bitte setzen Sie sich bitte mit einem Systemadministrator in Verbindung.
pt_br: Parâmetros inválidos enviado na requisição desta operação. Por favor, entre em contato com um administrador de sistemas.

source: Invalid parameters sent. You may have mistyped the address. If you continue having trouble with this, please contact an Administrator.
de: Ungültige Parameter gesendet. Womöglich haben Sie sich in der Adresse vertippt. Falls Sie weiterhin Probleme damit haben, setzen Sie sich bitte mit einem Administrator in Verbindung.
pt_br: Parâmetros inválidos envidados. Você digitou o endereço errado. Se você continuar com o mesmo problema contate um Administrador.

source: Invalid puppet module parameters specified. Either 'uuid' or 'name' and 'author' must be specified.
de: Ungültige Puppet-Modulparameter angegeben. Entweder "uuid" oder "name" und "author" müssen angegeben weren.
pt_br: Parâmetros do módulo puppet inválido. Ou 'uuid' ou 'nome' e 'autor' deve ser especificado.

source: Invalid puppet module. Please make sure the puppet module contains a metadata.json file and is properly compressed.
de: Ungültiges Puppet-Modul. Vergewissern Sie sich, dass das Puppet-Modul eine metadata.json-Datei enthält und ordnungsgemäß komprimiert ist.
pt_br: Módulo puppet inválido. Por favor, certifique-se de que o módulo puppet contém um arquivo metadata.json e está devidamente compactado.

source: Issue tracker
de: Ticketsystem
pt_br: Rastreador de Problemas

source: Issued
de: Ausgegeben
pt_br: Emitido

source: Issued:
de: Ausgegeben:
pt_br: Emitido:

source: Katello Support
pt_br: Suporte do Katello

source: Katello can be found on the same freenode channels used by Foreman.
de: Katello finden Sie auf denselben Freenode-Channels, die auch Foreman verwendet.
pt_br: Katello podem ser encontrados nos mesmos canais freenode usados por Foreman.

source: Katello uses the Foreman Redmine to report and track bugs and feature requests, which can be found here:
de: Katello verwendet zur Verwaltung von Fehlerberichten und Featureanfragen Foreman Redmine, erreichbar unter:
pt_br: Katello usa o Foreman Redmine para informar e rastrear bugs e solicitações de recursos, que podem ser encontrados aqui:

source: Katello uses the same mailing lists as Foreman but requests that Katello specific inquiries begin the subject line with [Katello].
de: Katello verwendet dieselben Mailinglisten wie Foreman, bittet jedoch darum, für Katello-spezifische Anfragen den Betreff mit dem Vermerk [Katello] zu beginnen.
pt_br: Katello usa as mesmas listas de discussão como Foreman, mas solicita que as solicitações específicas do Katello começam a linha de assunto com [Katello].

source: Key-value hash of content host-specific facts
de: Schlüssel-Wert-Hash von Inhaltshost-spezifischen Fakten
pt_br: Hash da Chave-valor dos fatos específicos do host de conteúdo

source: Keyname
de: Schlüsselname
pt_br: Nome da chave

source: Label of the content
de: Kennung des Inhalts
pt_br: Rótulo do Conteúdo

source: Last Checked in Date
de: Datum der letzten Anmeldung
pt_br: Última Data de Verificação

source: Last check-in time of this content host
de: Datum der letzten Anmeldung dieses Inhaltshosts
pt_br: Última hora de check-in deste host de conteúdo

source: Latest Notifications
de: Neueste Benachrichtigungen
pt_br: Últimas Notificações

source: Level
pt_br: Nível

source: Library lifecycle environments may not be deleted.
de: Library-Lebenszyklusumgebungen dürfen nicht gelöscht werden.
pt_br: Ambientes de ciclo de vida de biblioteca podem não ser removidos.

source: Library repository id to restrict comparisons to
de: Library-Repository-ID, auf die Vergleiche beschränkt werden sollen
pt_br: Id de repositório de biblioteca para restringir comparações com

source: License
de: Lizenz
pt_br: Licença

source: License:
de: Lizenz:
pt_br: Licença:

source: License:
de: Lizenz:
pt_br: Licença:

source: Lifecycle Environment
de: Lebenszyklusumgebung
pt_br: Ambiente de Ciclo de Vida

source: Lifecycle Environment %s has a successor. Only the last lifecycle environment on a path can be deleted
de: Lebenszyklusumgebung %s hat einen Nachfolger. Nur die letzte Lebenszyklusumgebung auf einem Pfad kann gelöscht werden
pt_br: Ambiente de Ciclo de Vida %s tem um sucessor. Somente o último ambiente de ciclo de vida em um caminho poderá ser removido.

source: Lifecycle Environment %s has associated Activation Keys. Please change or remove the associated Activation Keys before trying to delete this lifecycle environment.
de: Lebenszyklusumgebung %s hat zugehörige Aktivierungsschlüssel. Bitte ändern oder löschen Sie die zugehörigen Aktivierungsschlüssel, bevor Sie diese Lebenszyklusumgebung zu löschen versuchen.
pt_br: Ambiente de Ciclo de Vida %s possui chaves de ativação associadas. Por favor, altere ou remova as chaves de ativação associadas antes de tentar excluir este ambiente de ciclo de vida.

source: Lifecycle Environment %s has associated Content Hosts. Please unregister or move the associated Content Hosts before trying to delete this lifecycle environment.
de: Lebenszyklusumgebung %s hat zugehörige Inhaltshosts. Bitte verlegen Sie die zugehörigen Inhaltshosts oder melden sie ab, bevor Sie diese Lebenszyklusumgebung zu löschen versuchen.
pt_br: Ambiente de Ciclo de Vida %s tem hosts de conteúdo associado. Por favor, cancele o registro ou mova os hosts de conteúdo associados antes de tentar excluir este ambiente de ciclo de vida.

source: Lifecycle Environments
de: Lebenszyklusumgebungen
pt_br: Ambientes de Ciclo de Vida

source: Lifecycle environment '%{environment}' is not attached to this capsule.
de: Lebenszyklusumgebung "%{environment}" ist nicht mit dieser Capsule verknüpft.
pt_br: Ambiente de Ciclo de Vida '% {environment}' não está conectado a esta cápsula.

source: Lifecycle environments cannot be modifed on the default Smart Proxy. The content from all Lifecycle Environments will exist on this Smart Proxy.
de: Lebenszyklusumgebungen können auf dem standardmäßigen Smart-Proxy nicht verändert werden. Die Inhalte aller Lebenszyklusumgebungen werden auf diesem Smart-Proxy gespeichert.
pt_br: Ambientes de ciclo de vida não podem modificar o padrão Proxy Inteligente. O conteúdo de todos os ambientes Lifecycle existirão neste Smart Proxy.

source: Lifecyle Environments
de: Lebenszyklusumgebungen
pt_br: Ambientes de Ciclo de Vida

source: Limits
de: Grenzen
pt_br: Limites

source: List :resource_id
de: :resource_id auflisten
pt_br: Listar :resource_id

source: List Actions
de: Aktionen auflisten
pt_br: Listar Ações

source: List Candlepin events for the content host
de: Candlepin-Ereignisse für den Inhaltshost auflisten
pt_br: Listar eventos do Candlepin para o host de conteúdo

source: List a system's subscriptions
de: Subskriptionen eines Systems auflisten
pt_br: Listar subscrições de sistema

source: List activation keys
de: Aktivierungsschlüssel auflisten
pt_br: Listar chaves de ativação

source: List all :resource_id
de: Alle :resource_id auflisten
pt_br: Listar todos: resource_id

source: List all organizations
de: Alle Organisationen auflisten
pt_br: Listar todas as organizações

source: List an activation key's subscriptions
de: Subskriptionen eines Aktivierungsschlüssels auflisten
pt_br: Listar as subscrições de chave de ativação

source: List available subscriptions
de: Verfügbare Subskriptionen auflisten
pt_br: Listar subscrições disponíveis

source: List content hosts
de: Inhaltshosts auflisten
pt_br: Listar hosts de conteúdo

source: List content hosts in a host collection
de: Inhaltshosts in einer Hostsammlung auflisten
pt_br: Listar hosts de conteúdo em uma coleção de host

source: List content hosts in an organization
de: Inhaltshosts in einer Organisation auflisten
pt_br: Listar hosts de conteúdo em uma organização

source: List content hosts in environment
de: Inhaltshosts in einer Umgebung auflisten
pt_br: Listar hosts de conteúdo em ambiente

source: List content hosts in the host collection
de: Inhaltshosts in der Hostsammlung auflisten
pt_br: Listar hosts de conteúdo em uma coleção de host

source: List content hosts when you have a query string parameter that will cause a 414.
de: Inhaltshosts auflisten, wenn Sie einen Abfragestring-Parameter haben, der einen 414-Fehler verursacht.
pt_br: Listar hosts de conteúdo quando você possuir um parâmetro de faixa de pesquisa que irá causar um 414.

source: List content view puppet modules
de: Puppet-Module der Inhaltsansicht auflisten
pt_br: Listar módulos puppet de visualização de conteúdo

source: List content view versions
de: Versionen der Inhaltsansicht auflisten
pt_br: Listar versões de visualização de conteúdo

source: List content views
de: Inhaltsansichten auflisten
pt_br: Listar visualizações de conteúdo

source: List environment paths
de: Umgebungspfade auflisten
pt_br: Listar caminhos de ambiente

source: List environments in an organization
de: Umgebungen in Organisation auflisten
pt_br: Listar ambientes em uma organização

source: List errata
de: Errata auflisten
pt_br: Listar errata

source: List errata available for the content host
de: Verfügbare Errata für den Inhaltshost auflisten
pt_br: Listar errata disponível para o host de conteúdo

source: List filter rules
de: Filterregeln auflisten
pt_br: Listar regras de filtro

source: List filters
de: Filter auflisten
pt_br: Listar filtros

source: List gpg keys
de: GPG-Schlüssel auflisten
pt_br: Listar chaves gpg

source: List host collections
de: Hostsammlungen auflisten
pt_br: Listar coleções de host

source: List host collections containing a content host
de: Hostsammlungen auflisten, die einen Inhaltshost enthalten
pt_br: Listar coleções de host que contenha um host de conteúdo

source: List host collections in an activation key
de: Hostsammlungen in einem Aktivierungsschlüssel auflisten
pt_br: Listar Coleções de Host em uma Chave de Ativação

source: List host collections the content host does not belong to
de: Hostsammlungen auflisten, denen der Inhaltshost nicht angehört
pt_br: Listar coleções de host ao qual o host de conteúdo não pertence

source: List host collections the system does not belong to
de: Inhaltshosts auflisten, denen das System nicht angehört
pt_br: Listar coleções de host ao qual o sistema não pertence

source: List host collections within an organization
de: Hostsammlungen in einer Organisation auflisten
pt_br: Listar coleções de host dentro de uma organização

source: List of Errata ids
de: Liste mit Errata-IDs
pt_br: Lista de ids de Erratas

source: List of Errata ids to install
de: Liste der zu installierenden Errata-IDs
pt_br: Lista de ids de Errata para instalar

source: List of component content view version ids for composite views
de: Liste der Komponenteninhaltsansichts-Versions-IDs für Verbundansichten
pt_br: Lista de ids de versão da visualização de conteúdo de componente para visualização de composição

source: List of content (e.g. package names, package group names or errata ids)
de: Liste mit Inhalten (z. B. Paketnamen, Paketgruppennamen oder Errata-IDs)
pt_br: Lista de conteúdo (por exemplo, nomes de pacotes, nomes de grupo de pacotes ou ids errata)

source: List of content (e.g. package or package group names)
de: Liste mit Inhalten (z. B. Paketnamen oder Paketgruppennamen)
pt_br: Lista de conteúdo (por exemplo, pacote ou nomes de grupo de pacotes)

source: List of content host uuids to be in the host collection
de: Liste mit Inhaltshost-UUIDs, die in der Hostsammlung enthalten sein sollen
pt_br: Lista de uuid de hosts de conteúdo em uma coleção de host

source: List of content host uuids to replace the content hosts in host collection
de: Liste mit Inhaltshost-UUIDs, welche die Inhaltshosts in der Hostsammlung ersetzen sollen
pt_br: Lista de uuids de host de conteúdo a substituir os hosts de conteúdo na coleção do host

source: List of enabled repo urls for the repo (Only first is used.)
de: Liste mit aktivierten Repository-URLs für das Repository (nur die erste wird verwendet)
pt_br: Lista de urls de repo habilitados (Somente o primeiro é usado.)

source: List of enabled repositories
de: Liste mit aktivierten Repositorys
pt_br: Lista de repositórios habilitados

source: List of host collection IDs to associate with activation key
de: Liste mit Hostsammlungs-IDs, wie dem Aktivierungsschlüssel zugewiesen werden sollen
pt_br: Lista de IDs de coleta de host para associar a chave de ativação

source: List of host collection IDs to disassociate from the activation key
de: Liste mit Hostsammlungs-IDs, die vom Aktivierungsschlüssel gelöst werden sollen
pt_br: Lista de IDs de coleta de host para desassociar a chave de ativação

source: List of host collection ids
de: Liste mit Hostsammlungs-IDs
pt_br: Lista de ids de coleção de host

source: List of package group names
de: Liste mit Paketgruppennamen
pt_br: Lista de nomes de grupo de pacote

source: List of package names
de: Liste mit Paketnamen
pt_br: Lista de nomes de pacote

source: List of product ids
de: Liste mit Produkt-IDs
pt_br: Lista de ids de produto

source: List of product ids to add to the sync plan
de: Liste mit Produkt-IDs, die zum Synchronisationsplan hinzugefügt werden sollen
pt_br: Lista de ids de produto para adicionar ao plano de sinc

source: List of product ids to remove from the sync plan
de: Liste mit Produkt-IDs, die vom Synchronisationsplan entfernt werden sollen
pt_br: Lista de ids de produto para remover do plano de sinc

source: List of products in an organization
de: Liste mit Produkten in einer Organisation
pt_br: Lista de produtos em uma organização

source: List of products installed on the content host
de: Liste mit Produkten, die auf dem Inhaltshost installiert sind
pt_br: Lista de produtos instalados no host de coleção

source: List of repositories for a content view
de: Liste mit Repositorys für eine Inhaltsansicht
pt_br: Lista de repositórios para uma visualização de conteúdo

source: List of repository ids
de: Liste mit Repository-IDs
pt_br: LIsta de ids de repositório

source: List of subscription products in a subscription
de: Liste mit Subskriptionsprodukten in einer Subskription
pt_br: Lista de produtos de subscrição em uma subscrição
